<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.jpg';
  import figure2 from './譜例2.jpg';
  import figure3 from './譜例3.jpg';
  import figure4 from './譜例4.jpg';
  import Footnote from '$lib/component/post/Footnote.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-10T20:00:02+0900',
    title: '交響曲第2番 ニ長調 作品73',
    composerSlug: 'brahms',
    concertSlug: 'regular-12',
    tags: ['曲目解説', '第12回定期', 'ブラームス']
  };
</script>

<h3>はじめに</h3>
<p>
  オーストリアのヴェルター湖畔・ペルチャッハ滞在中に創られた本作は、明朗快活で伸びやかな曲想を有する。リヒター指揮のウィーン・フィルハーモニー管弦楽団によって初演され、多くの聴衆から絶賛された。ベートーヴェンの《交響曲第6番『田園』》に準えて、しばしば「ブラームスの田園交響曲」とも称されたほどである。
</p>
<p>
  ペルチャッハでは、《ヴァイオリン協奏曲》や《ヴァイオリンソナタ第1番》も生み出されており、ブラームスが雄大な自然から霊感を得ていたことが窺える。実際ブラームスが批評家ハンスリックに宛てた手紙には、「ヴェルター湖畔の地にはメロディがたくさん飛び交っているので、それを踏みつぶしてしまわないようにと言われるだろう」と記されている。一方で、興味深いことに、本作はベートーヴェンの《交響曲第6番『田園』》や、シューマンの《交響曲第1番『春』》などに見られる明示的な標題を有さない。ブラームスはヴェルター湖畔に飛び交うメロディをどのように集め、一つの曲に纏めたのか、その解釈は奏者と聴衆に委ねられている。本稿では、音楽と自然・自然観の関係性を論究することで、一つの見解を示したい。
</p>

<h3>音楽は自然の模倣か？</h3>

<blockquote>Omnis ars naturae imitatio est.　「あらゆる芸術は、自然の模倣である」</blockquote>

<p>
  古代ローマの哲学者セネカの言葉である。自然こそあらゆる霊感の根源であり、芸術とは自然の美や秩序、あるいは自然から想起される情動の投影である、という意であろう。音楽、特に器楽においてこの命題は、古今東西さまざまな思想家によって議論されてきた。先のハンスリックはセネカに否定的であり、音楽は詩や絵画とは違って自然の表象に依存せず、自然界には音楽の素材となる旋律や和声は存在しない、と断じた。
</p>
<p>
  ハンスリックの考えは些か極論ではあるものの、「自然」を題材としたロマン派器楽作品の特徴をよく捉えているとも言えるだろう。例えばベートーヴェンの《交響曲第6番『田園』》が「自然」そのものというより、「田舎に到着したときの愉快な感情の目覚め」（第1楽章標題）といった「心の機微」に焦点を当てていることに対して、的確な説明を与えている。
</p>

<h3>ブラームスの映した世界</h3>
<p>
  ではブラームスは、ヴェルター湖畔の地で湧き上がった情動を本作に映したのだろうか。それもまた不完全な説明であろう。より玄奥な解釈に向けては、ロマン主義の著述家ヴァッケンローダーの考えが参考になる<sup
    >（注）</sup
  >。
</p>

<blockquote>
  「音楽がある種の情念、アフェクト、気分、表現を示すとき、音楽はいわば描写しているのだが、それは、現実の個々の自然を希薄で不完全にしか感じさせないようなやり方によってである。音楽は、感情の現実を模倣するのでなく、反対に、日常では失われた感情にそれ本来の現実を与える」
</blockquote>

<p>
  本作に当てはめるのであれば、ブラームスはヴェルター湖畔で得た情動を通じて、自己の内に理想化された風景を獲得し、それが本作の霊感となった。ハンスリックへの手紙に「飛び交う旋律」とあるように、ペルチャッハ滞在がこのような経験に溢れていたことで、朧げだった理想が五線譜の上にくっきりと浮かび上がったのである。であれば、本作が明示的な標題を持たない理由は、「自然」「感情」といった二分法では説明し得ない「自然が想起させる感情」「感情が理想化する自然」を相互に練磨しつつ、美の極致へと昇華させていったからではなかろうか。
</p>

<Footnote>
  <p>
    （注）私は本稿を執筆する中で、ヴァッケンローダーの主張を理解することに非常な苦労を覚えた。思案を続ける中で、音楽からは少し離れてしまうが、日本人の精神性に馴染み深い例を思い浮かべた。「中秋の名月」を詠んだ二首の和歌である。
  </p>

  <blockquote>
    <p>「秋風にたなびく雲の絶え間よりもれ出づる月の影のさやけさ」（左京大夫顕輔）</p>
    <p>「さむしろや待つ夜の秋の風ふけて月をかた敷く宇治の橋姫」（藤原定家）</p>
  </blockquote>

  <p>
    前者は息を呑むような月の美しさについて、後者は待ち人が来ない寂しさについて詠んだ歌である。聞き手の想像する月の絵は、両者において全く違ったものになるだろう。このような例と共に考えれば、芸術を通して、情動から自然が象徴化される、あるいは自然が補完されるということは、案外想像に難くない。
  </p>
</Footnote>

<h3>楽曲の展開</h3>

<h4>第1楽章 Allegro non troppo</h4>
<p>
  ニ長調、4分の3拍子。ソナタ形式である。冒頭の低弦による序奏（レ－ド♯－レ）は全曲を支配する基本動機を提示している。ホルンと木管楽器が伸びやかな第1主題を奏で、ヴァイオリンによる優美な旋律へと続く。やがて《交響曲第1番》にも見られるような重厚な強奏が訪れるが、暫くすると止み、チェロとヴィオラによる第2主題（譜例1）が始まる。第2主題の旋律は白眉と評されており、優しくも切なく、切なくも甘く、甘くも儚い。展開部への入りはやや分かりにくいが、ホルンによって呈示部の第1主題が奏でられ、さらに短調の要素が加わる。四散するD-Cis-Dの動機が、洗練された雰囲気をもたらす。その後再現部を経て、コーダではホルンのソロと弦楽器が豊かな旋律を響かせる。最後はピッツィカートがワルツのようなリズムを作りだしつつも、長くは続かず、曲は名残おしく閉じられる。
</p>

<Figure src={figure1} caption="譜例1. 第1楽章第2主題" maxHeightPx={80} />

<h4>第2楽章 Adagio non troppo</h4>
<p>
  ロ長調、4分の4拍子。自由なソナタ形式である。冒頭からチェロによる第1主題（譜例2）が、ファゴットによる対旋律とともに奏でられる。ブラームスが「最も美しい」と自画自賛したと言われるこの旋律は、長調でありながらも、取り返せない美しい過去に縋るかのような、儚くもの寂しい雰囲気を醸し出す。その後木管による経過句、弦の旋律を経て、シンコペーションを伴った第２主題が現れる。嵐のような経過部を経て再現部に至るが、ここでは第２主題の再現が省略されたやや変則的な形式となっている。再び嵐が訪れ不安定な和声の中でティンパニがリズムを刻むが、最後はロ長調の和音で静かに結ばれる。
</p>

<Figure src={figure2} caption="譜例2. 第2楽章第1主題" maxHeightPx={80} />

<h4>第3楽章 Allegretto grazioso (Quasi andantino) - Presto ma non assai</h4>
<p>
  ト長調、4分の3拍子。ABABA（またはABACA）のロンド形式である。オーボエによるロココ風の主題(A)から始まる。次に弦楽器によって奏される主題(B)もロココ風主題（A）の変奏であり、両者が変奏の技法による関連付けられているのが一つの特徴である。
</p>

<h4>第4楽章 Allegro con spirito</h4>
<p>
  ニ長調、2分の2拍子。ソナタ形式である。ブラームスの交響曲の中で、最も明るく生気に溢れた楽章である。sotto voce（小さな声で）と指示された弦楽器によって、4分音符を基調とした第1主題（譜例3）が始まる様は、何かを探っているようである。管楽器が加わるとより一層曲調は明るくなり、やがて高揚感は高まり一気に解放される。第２主題（譜例4）が第一ヴァイオリンとヴィオラによって朗々と奏でられるが、驚くことに第１主題・第２主題共に第1楽章冒頭の基本動機（レ－ド♯－レ）の要素を有している。展開部では、冒頭の第1主題が繰り返されるが、すぐに新たな旋律へと広がりを見せる。弦楽器のハキハキとした旋律と、木管楽器による軽やかな音色の対比が魅力である。その後再現部を経てコーダに入ると楽曲全体はいよいよ力強さを増す。コラール風の主題を、トロンボーンをはじめ金管楽器が高らかに歌ったのち、エネルギー溢れる大団円にて締めくくられる。楽章を通して各楽器の魅せる多彩な表情を巧みに引き出した、珠玉の逸品である。
</p>

<Figure src={figure3} caption="譜例3. 第4楽章第1主題" maxHeightPx={80} />
<Figure src={figure4} caption="譜例4. 第4楽章第2主題" maxHeightPx={70} />

<h3>終わりに</h3>
<p>
  ブラームスは楽譜の出版社への手紙に「この曲の楽譜には黒枠をつけるべきだ」と記した。黒枠は遺影すなわち死を連想させるものであるから、明るい雰囲気を基調とした本作にはそぐわないように思われる。しかし先に論じた、理想世界の表顕という文脈で捉えると、一つの解釈が見えてくる。
</p>
<p>
  人が現実を真に理想化するのは、この世界に別れを告げるときである。その刹那、自然――青い空、白い雲、湖面に反射する山々、鳥の囀り――これらが象徴化された美の極致へと昇華する。本作はあるいは、死して初めて完成する天上の世界を表象しようとした営みだったとも言えよう。
</p>
<p>
  「神々の時代は終わった」と述べ、モーツァルトやベートーヴェンのようには書けないと吐露していたブラームス。しかし五線譜の先に彼らの世界を垣間見ることを諦められなかったのではなかろうか。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>
    クリスティアン・マルティン・シュミット, 2017年,
    『大作曲家とその時代シリーズ　ブラームスとその時代』, 東京都, 西村書店
  </li>
  <li>
    池辺晋一郎, 2005年, 『ブラームスの音符たち 池辺晋一郎の「新ブラームス考」』, 東京都,音楽之友社
  </li>
  <li>吉田秀和, 2005年, 『吉田秀和作曲論集〈5〉ブラームス』, 東京都, 音楽之友社</li>
  <li>音楽之友社編, 1979年, 『最新名曲解説全集　交響曲Ⅱ（第2巻）』, 東京都, 音楽之友社</li>
  <li>フルトヴェングラー, 芳賀檀（訳）, 1981年, 『音と言葉』, 東京都, 新潮社</li>
  <li>
    ヒューストン交響楽団. “ET IN ARCADIA EGO: BRAHMS’ SYMPHONY NO. 2”. HOUSTON SYMPHONY.
    <UrlLink url="https://houstonsymphony.org/brahms-symphony-2/" /> (参照 2024-07-27)
  </li>
  <li>ハンスリック, 渡辺護（訳）, 1960年, 『音楽美論』, 東京都, 岩波書店</li>
  <li>
    中津兼一. “ハンスリックの音楽美論”. Notes on Bunka.
    <UrlLink url="https://kenichinakatsu.blog.fc2.com/blog-entry-115.html" /> (参照 2024-07-27)
  </li>
  <li>
    白石知雄. “カール・ダールハウス『古典的・ロマン的音楽美学』 諸芸術の体系と音楽”.
    仕事の記録と日記.
    <UrlLink
      url="http://www3.osk.3web.ne.jp/~tsiraisi/musicology/honyaku/musikaesthetik/aesthetik_11.html"
    /> (参照 2024-07-27)
  </li>
</Reference>
