<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  import figure1 from './01.webp';
  import figure2 from './02.webp';
  import Spacer from '$lib/component/post/Spacer.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-28T20:00:01+0900',
    title: 'ピアノ協奏曲第3番 Op.30',
    composerSlug: 'rachmaninoff',
    concertSlug: 'regular-4',
    youTubeVideoId: 'ouQLcKNfn5Y',
    tags: ['曲目解説', '第4回定期', 'ラフマニノフ']
  };
</script>

<p>
  《ピアノ協奏曲第3番》は1909年夏、ラフマニノフが避暑地・作曲地として愛した、モスクワ近郊のイワノフカの別荘で作曲された。当代最高のピアニストでもあったラフマニノフが、初の訪米演奏会に向けてそのヴィルトゥオーゾの粋を集めて作曲した本作は、世界で最も難しいピアノ協奏曲の一つとして名高い。本作の献呈を受けたヨゼフ・ホフマンが演奏できなかったことや、ウラディーミル・ホロヴィッツやヴァン・クライバーンといった不世出のピアニストたちを発見したことが、本作の難易度の高さの証左である。
</p>

<p>
  初演は1909年11月28日に本人演奏で行われた。2回目の演奏は、初演を聴いて本作に惚れ込んだグスタフ・マーラーの指揮の下、翌年1月16日に実現した。
</p>

<h3>ラフマニノフとアメリカ</h3>

<p>
  当時の米国では、急速な工業化により全世界のピアノの半分以上が作成されており、各家庭へのピアノの普及率も高く、更に演奏家への支援も手厚かった。ピアノメーカーとして名高いスタインウェイ&サンズ社が、アントン・ルビンシテインやイグナツィ・ヤン・パデレフスキといった著名なピアノ演奏家の米国公演を斡旋していた。
</p>

<p>
  優れたピアノが生産され、演奏家にも手厚い米国が、作曲家兼ピアニストとしてのラフマニノフの後の亡命先として最適だったのであろう。そして、ラフマニノフと米国を繋いだ最初の架け橋こそ、紛れもない本作なのである。
</p>

<h3>楽曲の展開</h3>

<p>
  ラプソディとシンフォニーを組み合わせたような曲想である本作は、一般的な協奏曲同様、「急・緩・急」の3楽章形式である。
</p>

<h4>第1楽章 - Allegro ma non tanto</h4>

<p>随所に散りばめられたカデンツァが魅力的な、再現部を短縮したソナタ形式の楽章である。</p>

<p>
  波を想起させる音型に乗ってピアノが奏で始める冒頭の第1主題は、簡明で語りかけるような美しい旋律であり、全曲を貫く共通主題となる。本主題は、典礼音楽《Thy
  tomb, O Saviour, soldiers
  guarding.》や、ラフマニノフが古聖歌旋律を基に作り上げた《徹夜祷》の第10番（1915）〈ハリストスの復活を見て〉に酷似している。ただし、ラフマニノフは音楽学者ヨゼフ・ヤッセルに宛てた手紙で以下のように記している。
</p>

<blockquote>
  私はこのテーマに民謡、又は、典礼的な性質を当てはめたくなかったのです。もしそうしていたら、私はきっと、「意識的」にド#を許さずに、全体をド♮で維持する音階を守ったことでしょう。と同時に、このテーマが心ならずも、民謡か、あるいは典礼的な性質を帯びてしまっていることは自覚しています。
</blockquote>

<p>
  このように本主題は、自然短音階ではなく導音を用いて旋法的性質からの回避を試みている。しかし、狭音域での平坦さ故か、その試みに失敗していることをラフマニノフ自身も自覚している。しかも、ラフマニノフ自身の第1主題のピアノ演奏が、あっさりと流れるような演奏である点も、聖歌の古来の歌唱法に似通っており、ラフマニノフは作曲面でも演奏面でも典礼的性質から逃れられていないのである。
</p>

<Figure src={figure1} caption="第1楽章第1主題" maxHeightPx={120}></Figure>

<Figure src={figure2} caption="Thy tomb, O Saviour, soldiers guarding" maxHeightPx={120}></Figure>

<p>
  展開部から再現部への移行部には、第1主題を再現するカデンツァが用意されている。本カデンツァは穏やかな「オリジナル」と重厚で長大な「オッシア」の2種類が用意されており、いずれかが演奏される。近年はその壮大な美しさ故か「オッシア」が選ばれる傾向にあるが、「オリジナル」の精緻な旋律も筆舌に尽くし難い美しさを持っている。どちらのカデンツァが演奏されるかで胸が躍る点も本作鑑賞の醍醐味であろう。
</p>

<h4>第2楽章 - Intermezzo</h4>

<p>間奏曲との位置付けに留まらず、即興的・夢想的な様子を感じさせる千変万化の楽章である。</p>

<p>
  3連符が効果的に用いられた幻想的な主要主題を背景に、ピアノが幾度もの転調を行いつつ、ラプソディック、精力的、洒脱なパッセージと目まぐるしく変化するメロディを奏でる。要所では第1楽章第1主題の変奏も垣間見え、華を添える。
</p>

<p>
  コーダに入ると、ピアノが第2楽章との訣別を告げ、和音強奏とグリッサンドの盛り上がりを経て、アタッカで第3楽章に突入する。
</p>

<h4>第3楽章 - Finale</h4>

<p>現代ピアノのあらゆる可能性が詰め込まれた、華やかな大団円へと向かうソナタ形式の楽章である。</p>

<p>
  3連符を効果的に用いて緊張感とダイナミックさを演出する第1主題と、美しく抒情的な第2主題を中心に展開する。それらに、提示部から展開部への経過句で奏でられるフルートとオーボエのアドリブや、展開部での第1楽章第1主題を彷彿とさせる音型が彩りを持たせる。
</p>

<p>
  そしてピアノのジャジーなカデンツァから楽曲が明るく堂々としたコーダに入ると、ラフマニノフ終止と呼ばれる軍隊風の終止で楽曲は締め括られる。ラフマニノフ終止自体は《ピアノ協奏曲第2番》（1901）でも使われた手法であるが、《第2番》では既出のテーマを盛大に奏でるのみであった。一方、本作では楽曲展開の中で発展した音楽を締め括る集大成として、終止を楽曲に不可欠な要素に昇華している。この点において、本作の終止は《第2番》より成熟していると言える。
</p>

<Spacer />

<p>
  ラフマニノフの従来のピアノ協奏曲の課題は、「不完全な形式」や「繰り返しの多用」による直線的な平凡さであった。ラフマニノフはこれらの課題全てに向き合い、本作を端正でロマンティックな音楽作品の極致へと至らしめた。
</p>

<p>これこそ本作が「ラフマニノフの作曲家生涯の真の最重要点」と位置付けられる所以である。</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>
    Ivanova, A. 2006. <cite
      >Sergei Rachmaninoff's piano concertos: The odyssey of a stylistic evolution.</cite
    > University of Maryland, College Park.
  </li>
  <li>
    STEINWAY & SONS. “スタインウェイの歴史”. STEINWAY & SONS （<UrlLink
      url="https://www.steinway.co.jp/about"
    />", 2022年4月24日閲覧).
  </li>
  <li>
    井上さつき, 2020年, 『ピアノの近代史――技術革新, 世界市場, 日本の発展』 , 東京都, 中央公論新社
  </li>
  <li>ニコライ・D・バジャーノフ著／小林久枝訳, 2003年, 『伝記ラフマニノフ』, 東京都, 音楽之友社</li>
  <li>
    増田桃香, 2016年, 『S. ラフマニノフのピアノ作品におけるロシア正教聖歌の要素:
    ロシア正教聖歌の変遷と《徹夜禱》 作品 37 からみるラフマニノフの一音楽書法』,
    東京藝術大学博士論文
  </li>
</Reference>
