<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-14T20:00:00+0900',
    title: 'パリのアメリカ人',
    composerSlug: 'gershwin',
    concertSlug: 'regular-2',
    youTubeVideoId: 'RUViLdFIwtE',
    tags: ['曲目解説', '第2回定期', 'ガーシュウィン']
  };
</script>

<h3>作曲家について</h3>

<p>
  ジョージ・ガーシュウィンは、1898年9月26日にニューヨークのブルックリンでロシア系移民の両親のもとに生まれました。
</p>

<p>
  両親が兄アイラに買い与えたピアノを譲り受けた彼は練習を重ね、1917年に高校を卒業したのちは、ブロードウェイの傍に事務所を構える音楽出版社で、試演奏者として働き始めました。間もなく創作活動も開始しミュージカルやショーに向けた音楽を作り始めたことも、その環境を思えば当然のことでしょう。
</p>

<p>
  1918年には別の音楽出版社に移籍し、楽曲を提供する代わりに印税を得る契約を結ぶなど、職業として作曲に取り組むこととなります。1920年作曲の歌曲《スワニー》は1万ドルの印税収入をもたらすヒット作となり、着実にブロードウェイでのキャリアを積んでいきました。一方、兄のアイラは作詞家として頭角を表し、1924年には兄弟共作のミュージカル《レディ・ビ・グッド》が上演されています。
</p>

<p>
  演劇界や社交界で華やかなキャリアを積んだ彼ですが、ジャズをクラシックに取り込んだ音楽的な取り組みも特筆に値します。その楽曲の輝きは今日でも色褪せることがなく、《ラプソディ・イン・ブルー》（1924）は“シンフォニックジャズ”とも評される孤高の地位を築いた他、ミュージカル劇中歌《アイ・ガット・リズム》（1930）は、ジャズのスタンダードナンバーとしても、管弦楽とピアノのための変奏曲としても、高い評価を受けています。
</p>

<p>
  1935年にはジャズ・オペラ《ポーギーとベス》を発表するなど意欲的な創作活動を続けていましたが、1937年7月に突如昏睡状態に陥り、11日の朝、38歳の若さで急逝しました。
</p>

<h3>《パリのアメリカ人》</h3>

<p>
  《ラプソディ・イン・ブルー》（1924）、《ピアノ協奏曲
  ヘ長調》（1925）で成功を収めた彼は、1928年に3ヶ月のヨーロッパ旅行に出ます。その滞在地の一つ、パリで着想を得て書かれたのが、この《パリのアメリカ人》です。
</p>

<p>
  楽曲は軽妙で華やかな前半部分と、落ち着いて艶のある後半部分、後奏との3部に分けることができます。前半部分ではパリの街の喧騒を象徴するタクシーホーンが使われ、後半部分ではジャズの代表楽器サクソフォンが使われるなど、前半・後半はそれぞれタイトルにある“パリ”と“アメリカ人”を喩えたものとみる事ができます。
</p>

<p>
  さて、以上のように本来的には劇伴音楽ではないものの、そのストーリー性の強から、彼の死後、二度のリメイクを受けることとなります。それが、映画《巴里のアメリカ人》（1951）と舞台《パリのアメリカ人》（2015）です。映画版と舞台版は必ずしもその内容を同じくしませんが、話のあらすじは共通しています。戦後パリの街で、友人関係にある男性が共通の女性に恋をする、というもの。男性陣の一人、画家を志すアメリカ人ジェリーの想いは果たして…。
</p>

<p>
  後奏部分では、“パリ”と“アメリカ人”が代わる代わる現れ大団円となります。それはまるで、物語の結末を象徴しているかのようです。
</p>

<Author>Staff 米倉 宇大</Author>

<Reference>
  <li>
    Crawford, Richard. 2001. “Gershwin, George.” <cite>Grove Music Online</cite>, November 12, 2021.
    <UrlLink url="https://doi.org/10.1093/gmo/9781561592630.article.47026" />
  </li>
  <li>
    Schmidt, Christian Martin. 1987. <cite>AN AMERICSN IN PARIS (preface)</cite>, Leipzig:
    Eulenburg.
  </li>
  <li>
    劇団四季, 2019年, 公演プログラム『パリのアメリカ人』, 2019年3月19日-8月11日, 神奈川県,
    KAAT神奈川芸術劇場
  </li>
</Reference>
