<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  import figure1 from './howl005.jpg';
  import figure2 from './howl009.jpg';
  import figure3 from './howl019.jpg';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-09T20:00:03+0900',
    title: 'シンフォニック・バリエーション『メリーゴーランド』',
    composerSlug: 'hisaishi',
    concertSlug: 'regular-11',
    youTubeVideoId: '22XqFmJml_o',
    tags: ['曲目解説', '第11回定期', '久石譲']
  };
</script>

<h3>映画『ハウルの動く城』</h3>
<p>
  本作は、映画『ハウルの動く城』(2004)に登場する映画音楽を抜粋したメドレーである。シンフォニック・ヴァリエーション『メリーゴーランド』の名の通り、映画全体を貫くテーマ曲である『人生のメリーゴーランド』を中心に、映画で登場した8つの曲から成る。
</p>
<p>
  映画『ハウルの動く城』は、ダイアナ・ウィン・ジョーンズの同名の小説を原作とし、宮崎駿監督のもとスタジオ・ジブリによって製作された。原作では、呪いで老婆にされた少女ソフィーと魔法使いハウルとの奇妙な共同生活が中心に描かれているが、映画では原作になかった戦争描写によって「戦火の恋」の要素が追加されている。あらすじは次のとおりである。
</p>

<figure>
  <blockquote>
    町を離れ荒地に向かう一人の少女。名前はソフィー。年は18歳、だが、その姿形はまるで90才の老婆だった。長女として亡き父の残した帽子屋を一人で切り盛りしてきたソフィー。だがそれは決して彼女の望んだ生き方ではなかった。ある日、出征兵士でにぎわう町中でソフィーは兵隊にからまれる。その窮地に救いの手をさしのべたのは通りすがりの美青年。青年は不思議な力でそのまま空へと舞い上がり、ソフィーを束の間の空中散歩にいざなうのであった。夢のような出来事に心奪われるソフィー。しかしその夜、ソフィーは、店を訪れた荒地の魔女に呪いをかけられ、90歳のおばあちゃんに姿を変えられてしまう。このままではいられない！意を決して荷物をまとめて荒地を目指すソフィー。夕暮れ迫る荒地を歩いていると、その向こうから、目の前に奇怪な形をした「ハウルの動く城」が姿を現したのだった……。
  </blockquote>
  <figcaption>（The Walt Disney Studios ホームページより）</figcaption>
</figure>

<p>
  『ハウルの動く城』は、“異界”での主人公の精神的成長を描いているという点で、『千と千尋の神隠し』『君たちはどう生きるか』などの他のジブリ作品（もっと言えば宮崎駿作品）とよく似ている。異界、すなわち時間的・空間的に不連続な舞台を通して、主人公たちの連続的な成長がはっきりと読み取れるようになっている様は、実に鮮やかである。また、特筆すべきは主人公自身の非凡さである。千尋や眞人（『君たちはどう生きるか』の主人公）は、“普通”の少年少女であるが、ソフィーは魔女だ。ハウルとの恋模様という絶妙なスパイスに彩られつつ、自らの非凡さに気づき、それを受け入れるまでのソフィーの歩みが映し出される。
</p>

<h3>『人生のメリーゴーランド』</h3>
<p>
  映画のテーマ曲である『人生のメリーゴーランド』とはどのような意味が込められているのだろうか。メリーゴーランドはもちろん、遊園地で見かけるあの有名な遊具「回転木馬」である。肝心なのは、ただ回転しているだけでなく上下動が入っている点だろう。浮き沈みしつつ、巡り巡りつつも逆行は決してできない。その様は人生にそれとなく似ており、『人生のメリーゴーランド』が醸し出す切なさや優しさを想起させる。
</p>
<p>
  映画では、呪いにより少女ソフィーが90歳の老婆に変えられてしまうが、城での様々な経験を通して自己を確立すると、その姿が徐々に若返っていく。『人生のメリーゴーランド』は映画全体を通して彼女の成長と変化を描くシンボルとして機能し、人生の浮き沈みや巡り巡る時間の流れを巧み表現している。特に映画の冒頭と最後で流れる場面では、ソフィーの旅立ちと帰還を象徴していると言えよう。『人生のメリーゴーランド』は、宮崎駿の映像世界と見事に調和し、観客に忘れがたい印象を残した。
</p>
<p>
  最後に、シンフォニック・ヴァリエーション『メリーゴーランド』の題材となった8曲の一覧を示す。画像を添えた3曲が流れるシーンは、特に有名なのではないだろうか。
</p>

<ol>
  <li>人生のメリーゴーランド -オープニング-</li>
  <li>空中散歩</li>
  <li>さすらいのソフィー</li>
  <li>大掃除</li>
  <li>星の淵へ</li>
  <li>虚栄と友情</li>
  <li>ソフィーの城</li>
  <li>人生のメリーゴーランド -エンディング-</li>
</ol>

<Figure
  src={figure1}
  caption="2. 空中散歩: ソフィーとハウルが最初に出会った場面"
  maxHeightPx={300}
/>
<Figure
  src={figure2}
  caption="3. さすらいのソフィー: 老婆に変えられてしまったソフィーが帽子屋を出て、荒野を進む場面"
  maxHeightPx={300}
/>
<Figure src={figure3} caption="4. 大掃除: ソフィーがお城で大掃除を始める場面" maxHeightPx={300} />

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>
    映画.com. “映画「ハウルの動く城」”. 映画.com. <UrlLink url="https://eiga.com/movie/1434/" />,
    (参照:2024年5月11日)
  </li>
  <li>
    映画.com. “映画「千と千尋の神隠し」”. 映画.com. <UrlLink url="https://eiga.com/movie/1639/" />,
    (参照:2024年5月11日)
  </li>
  <li>
    映画.com. “映画「君たちはどう生きるか」”. 映画.com. <UrlLink
      url="https://eiga.com/movie/98573/"
    />, (参照:2024年5月11日)
  </li>
  <li>宮崎駿. ハウルの動く城 (スタジオジブリ絵コンテ全集 14). 2004, 東京都, 徳間書店</li>
</Reference>
