<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-10T20:00:00+0900',
    title: '歌劇『イドメネオ』序曲',
    composerSlug: 'mozart',
    concertSlug: 'regular-12',
    tags: ['曲目解説', '第12回定期', 'モーツァルト']
  };
</script>

<h3>モーツァルトとオペラ</h3>
<p>
  モーツァルトにとって、オペラ（歌劇）は最も魅力的なジャンルであった。人間の感情を歌で表現することに情熱を抱いていた彼は、生涯で23編のオペラを残している。その13番目に当たる『イドメネオ』（1781）は、『フィガロの結婚』（1786）、『ドン・ジョヴァンニ』（1787）などと並んで、彼の7大オペラに数えられる。
</p>
<p>
  歌、演技、その伴奏から構成されるオペラは、1600年ごろにイタリアで誕生し、その後ヨーロッパ全体に広がった。とりわけフランスでは、リュリやグルックなどにより独特な発達を遂げる。イタリア・オペラが技巧的な歌唱の連なりとして成長した一方で、フランス・オペラは舞踊と歌唱の混合体として成立した。舞踊のための器楽音楽として、オーケストラにはより高度な演奏と重要な役割が求められたのである。モーツァルトのオペラは、このフランス・オペラの影響を強く受けている。
</p>

<h3>歌劇『イドメネオ』</h3>
<p>
  モーツァルトがバイエルン宮廷から『イドメネオ』作曲の依頼を受けたのは、3度目のフランス滞在の2年後、1780年のことであった。パリ・オペラ座のためにオペラを作曲する夢が果たせなかったモーツァルトにとって、この機会は光明となる。彼は自分の将来を賭け、当時としては大規模なオーケストラや合唱を用いたほか、アントワーヌ・ダンシェを元とする台本に自ら指示を出すなど、この仕事に精力的に取り組んだ。
</p>
<p>
  このオペラは、宗教的な題材を扱う「オペラ・セリア（正歌劇）」に分類される。トロイア戦争後、クレタの王イドメネオは帰還中に嵐に遭い、海神ネプチューンへ「海岸で最初に会った者を捧げる」と誓い、無事に生還する。ところが、あろうことか、海岸で初めに出会ったのはイドメネオの息子・イダマンテだった。イドメネオは忠臣と策を巡らせ息子を逃がそうとするも、ネプチューンの怒りに触れ海は荒れ狂い、事実を知ったイダマンテは運命を受け入れる。しかし、彼と想いを寄せ合うトロイア王女イリアが、自分を身代わりとして差し出すと、その献身的な愛を見たネプチューンは「イダマンテはクレタの王、イリアはその妻となる」と神託を下し、一同喜びのうちに幕となる。
</p>
<p>
  モーツァルトは、イタリア・オペラの伝統的なスタイルに則りながら、フランス風に伴奏付きレチタティーヴォ（語るような独唱）を多用して緊張感を高め、登場人物の微妙な心理を巧みに描写する。さらには、合唱を舞台の表と裏に分け遠近感を演出するなど、革新的な技法も用いた。現在では「18世紀オペラ・セリアの最高傑作」と名高い。
</p>

<h3>序曲の展開</h3>
<p>
  序曲はニ長調、アレグロでソナタ形式を取る。冒頭から、トゥッティの威風堂々とした爆音、弦楽器の蠢く動機、木管楽器の掛け合いが続く。展開部では、各声部が独立しながら躍動感のある様々な動機を形成し、通例通りの再現部となる。全体に長調の雰囲気は保ちながら、時折暗雲のような短調が不穏に現れ、曲の終結部でもト短調の和音を経由する。その後のオペラでは、イリアの嘆きのアリアがト短調で呼び出される。
</p>
<p>
  オペラ本編からの明確な引用はないものの、各動機の絡み合いは登場人物の感情の交錯を想起させ、中盤までは不穏な雰囲気の漂う本作にふさわしい内容の序曲となっている。
</p>

<h3>“歌の模範”を超えて</h3>
<p>
  オペラの「序曲」は、当初は単なるイントロダクションにすぎず、充実した内容を求められることはなかった。オペラ本編の先駆けとしての序曲を最初に考えたのはグルックであり、序曲で暗示された筋書きを本編ではっきりと説明する、という形式がここで誕生する。
</p>
<p>
  モーツァルトはこの原則を受け継いで発展させた。彼の序曲は、劇中の印象的な場面の直接の引用を含むこともあれば、本作のように、オペラの内容を器楽ならではの技法で換言することもある。台本の持つ叙情的な要素を器楽のみで表現することで、オーケストラは声楽的な語法を取り入れ、表現の幅を拡大していった。モーツァルトの声楽への愛が、器楽であるオーケストラをさらなる高みに導いたのである。
</p>
<p>
  モーツァルトにより水嵩を増したオーケストラ史のせせらぎは、やがてベートーヴェンの海へと注ぎ込む。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    Bekker, Paul, 1963, “The orchestra,” Norton Library （日本語訳：松村哲也訳, 2022,
    『オーケストラの音楽史［新装版］　大作曲家が追い求めた理想の音楽』東京都, 白水社）
  </li>
  <li>
    Cantagrel, Gilles, 2005, “Les plus beaux manuscrits de Mozart,” Paris, Editions de La
    Martiniero（日本語訳：博多かおる訳, 2017, 『モーツァルトの人生　天才の自筆楽譜と手紙』東京都,
    西村書店）
  </li>
  <li>堀内久美雄, 2015, 『新版　オペラ・オペレッタ　名曲選』東京都, 音楽之友社</li>
  <li>井上太郎, 2014, 『決定版　モーツァルトのいる部屋』東京都, 河出書房新社</li>
  <li>
    丸本隆他, 2017, 『キーワードで読む　オペラ／音楽劇研究ハンドブック』東京都,
    アルテスパブリッシング
  </li>
  <li>中河原理, 1990, 『オペラ鑑賞辞典』東京都, 東京堂出版</li>
  <li>音楽之友社編, 1970, 『最新名曲解説全集　第4巻　管弦楽Ⅰ』東京都, 音楽之友社</li>
  <li>音楽之友社編, 1970, 『最新名曲解説全集　第18巻　歌劇Ⅰ』東京都, 音楽之友社</li>
</Reference>
