<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-11-29T20:00:00+0900',
    title: '歌劇『ドン・ジョヴァンニ』K. 527：序曲',
    composerSlug: 'mozart',
    concertSlug: 'regular-5',
    youTubeVideoId: 'yA_0G-ahFc0',
    tags: ['曲目解説', '第5回定期', 'モーツァルト']
  };
</script>

<h3>モーツァルトのオペラ・ブッファ</h3>

<p>
  1600年前後にイタリアで誕生したオペラ（歌劇）は、17世紀半ばからヨーロッパ全体へ広がり、最も権威ある音楽ジャンルとして君臨する。この覇権はモーツァルトの生きた18世紀にまで続き、モーツァルトも熱心にこのジャンルに取り組んだ。
</p>

<p>
  当時よく用いられたオペラの一形態として、「オペラ・ブッファ」が挙げられる。オペラ・ブッファは、ギリシャ悲劇の復興に端を発した初期のオペラ（オペラ・セリア）の反動として、18世紀前半のイタリアにて形成された。オペラ・セリアの題材がギリシャ神話の悲劇であるのに対し、オペラ・ブッファは現実を生きる人間に焦点を当てる。
</p>

<p>
  モーツァルトは、ロレンツォ・ダ・ポンテの台本を用いて、《フィガロの結婚》（1786）、《ドン・ジョヴァンニ》（1787）、《コジ・ファン・トゥッテ》（1790）という、いずれもオペラ・ブッファの中でも不朽の名作と名高い3作を残している。ダ・ポンテの台本は、オペラ・ブッファの定石を踏襲してコミカルな人物を登場させるだけでなく、シリアスな人物、その中間の人物も含み、それぞれの人物に深みを持たせている。モーツァルトは高いオーケストレーションの技術を駆使し、それらの台本の提起する問題を巧みに掘り下げる。
</p>

<h3>《ドン・ジョヴァンニ》</h3>

<p>
  1787年初頭のプラハでは、《フィガロの結婚》が空前の熱狂を巻き起こしていた。ウィーンにいたモーツァルトは、その盛況ぶりを見に来るようにと招待を受け、プラハへ赴く。プラハにて新しい歌劇作曲の依頼を受け、《フィガロの結婚》と同じくダ・ポンテの台本を用いて書かれたのが、《ドン・ジョヴァンニ》である。
</p>

<p>
  題材はスペインに伝わる伝説的人物ドン・ファン（イタリア名：ドン・ジョヴァンニ）の物語であり、ダ・ポンテはドン・ファンを描いたいくつかの作品を手本に秀逸な台本に仕上げている。
</p>

<p>
  劇は2幕からなる。第1幕は、稀代の放蕩者ドン・ジョヴァンニが、騎士長の娘ドンナ・アンナを狙って屋敷に忍び込んだところ、騎士長と決闘になり騎士長が絶命するという、衝撃的なシーンに始まる。その後も、従者のレポレッロに苦言を呈されつつ様々な女性と楽しもうとするが、過去の放蕩や騎士長殺害の罪により次第に運命が暗転してゆく。第2幕の最後には、墓地に立つ騎士長の石像が動き出し、放蕩の信念を曲げないドン・ジョヴァンニを地獄へと引きずり込む。
</p>

<h3>楽曲解説</h3>

<p>
  序曲は、オペラの作曲を終えたのち、初演の前日朝までのわずか一夜に作曲された。短時間に書かれたものの、非常に完成度が高く、モーツァルトの他の序曲と同じく単体でもたびたび演奏される。
</p>

<p>
  作品は序奏を伴ったソナタ形式となっている。序奏部は、第2幕第5場、騎士長の石像がドン・ジョヴァンニを訪れる、オペラのクライマックスシーンの楽想を元とする。冒頭の全合奏による和音は、石像が姿を現す際に奏される。その後もフォルテとピアノを不気味に行き来しながら、ヴァイオリンやフルートが第2幕第5場のモチーフを次々に予告し、ドン・ジョヴァンニの運命を暗示する。モーツァルトの序曲は、例えば登場人物の葛藤を描いた《皇帝ティートの慈悲》（1791）の序曲が、明るい曲調ながら緊張度の高い和音を多用しているように、オペラに登場する旋律を用いることなくオペラの雰囲気を醸し出しているのが通例である。本作では例外的に、オペラに出てくる旋律の借用が効果的に行われていると言える。
</p>

<p>
  序奏部が終わると、一転して明るい曲想の主部が始まる。第1ヴァイオリンの軽やかな旋律とそれに呼応する管楽器による第1主題（譜例1）、弾むような第2主題（譜例2）が提示される。展開部では2つの主題が簡単に展開され、型通りの再現部が続く。オペラの前に演奏される場合、転調して途切れることなく第1幕第1場へとつながるが、序曲単体で演奏される場合は、モーツァルトが演奏会用につけたコーダが奏され、ニ長調の主和音で華やかに締めくくられる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={100}></Figure>
<Figure src={figure2} caption="譜例2" maxHeightPx={95}></Figure>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    Burkholder, J. Peter; Grout, Donald Jay; Palisca, Claude V. 2014. <cite
      >A History of Western Music 9th edition</cite
    >, New York: W. W. Norton & Company.
  </li>
  <li>音楽之友社編, 1980年, 『最新名曲解説全集 歌劇Ⅰ（第18巻）』, 東京都, 音楽之友社</li>
  <li>
    小瀬村幸子訳, 2003年, 『オペラ対訳ライブラリー モーツァルト ドン・ジョヴァンニ』, 東京都,
    音楽之友社
  </li>
</Reference>
