<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-07-08T20:00:03+0900',
    title: '交響曲第7番 ヘ長調 作品92',
    composerSlug: 'beethoven',
    concertSlug: 'regular-7',
    youTubeVideoId: '1nIsFhU5o_w',
    tags: ['曲目解説', '第7回定期', 'ベートーヴェン']
  };
</script>

<h3>概要</h3>

<p>
  1812年に完成した《交響曲第7番》は、双生児とされる《交響曲第8番》（1812）と同時に非公開で演奏されたのち、1813年に公開で初演された。初演は大成功をおさめ、特に第2楽章は単体でアンコールとして演奏されている。ベートーヴェン自身も本作を気に入っており、ロンドンの興行師ザロモンに向けた手紙の中で、「私のもっともすぐれた作品の一つ」と評した。
</p>

<p>
  ベートーヴェンの交響曲は、《交響曲第1番》（1800）を除けば偶数番のものは軽快優美、奇数番のものは豪放雄大であると言われるが、《第7番》はまさに「奇数番」的な作品である。楽章構成や形式はハイドンやモーツァルトのものに倣う。自身が《第6番》（1808）までに達成した楽章統一の観点からは、いずれの楽章の主題も、冒頭の特徴的なリズムと同音反復、およびそれに続く順次進行の動き、という同一性を有する。さらに、本作ではリズムにまつわる様々な試みが見られ、リストは「リズムの神化」、ワーグナーは「舞踏の神化」とこの作品を讃えている。
</p>

<h3>楽曲の展開</h3>

<h4>第1楽章　Poco sostenuto – Vivace</h4>

<p>
  イ長調。ソナタ形式をとる。長い序奏では、低音の半音階進行など、重要な素材が次々に現れる。木管とヴァイオリンによるホ音の応酬から流れるように提示部に入ると、フルートとオーボエが付点8分音符に始まるリズム動機を提出し、第1主題（譜例1）が現れる。リズム動機は楽章全体を貫いて反復され、第1主題の最後に現れる同音価動機（枠線部）など様々な要素と織りあわされていく。長いコーダでは、リズム動機がいつの間にか姿を消し、中低弦が第1主題冒頭に着想を得た刺繍音的音型を執拗に反復する。やがてリズム動機の世界に回帰したところで曲はクライマックスを迎え、リズムの奔流に押し流されるように走り去る。
</p>

<Figure src={figure1} caption="譜例1. 第1楽章第1主題" maxHeightPx={80}></Figure>

<h4>第2楽章　Allegretto</h4>

<p>
  イ短調。三部形式と捉えられる。本楽章では、主題（譜例2）1小節目の“長+短+短”という動機が主役となる。低弦を中心に、ゆったりとしたテンポで始まった曲は、主題を執拗に反復しながら弦楽器と管楽器の音域をいっぱいに使って徐々に盛り上がる。やがて沈み込むように弱まっていくと、各楽器群が切れ切れに旋律を奏で、最後は消え入るように終わる。
</p>

<Figure src={figure2} caption="譜例2. 第2楽章主題" maxHeightPx={80}></Figure>

<h4>第3楽章　Presto</h4>

<p>
  ヘ長調のスケルツォ楽章である。底抜けに明るいスケルツォ部分と対照的なゆったりとしたトリオ部分を行き来し、最後は再びトリオへ回帰するかと見せかけてあっさりと終わる。
</p>

<h4>第4楽章　Allegro con brio</h4>

<p>
  イ長調のソナタ形式による狂喜乱舞の楽章である。冒頭でリズム動機が力強く2回打ち出され、律動的な第１主題がヴァイオリンに現れる。突然ピアノになり嬰へ短調に転じると、滑るような第2主題が現れ、また熱を取り戻したのち提示部を反復する。展開部は第1主題の音型を元とし、再現部を経て、雄大なコーダに入る。第1楽章コーダを彷彿とさせる低音の半音階的なオスティナートの上で、第1主題が再発展され、狂乱のクライマックスを迎えると、楽章冒頭の動機で全曲を締めくくる。
</p>

<h3>最後に</h3>

<p>
  ベートーヴェンがリズムの可能性を追求した本作では、特定のリズムが様々な要素に出会い、時には形式やデュナーミクの気まぐれな変化を誘い、変容していく様子が描かれている。このように柔軟な機動性や、刻々と移り変わる表情は、前の時代にはなかった要素としてベートーヴェンが音楽作品にもたらしたものの一つであった。以前の作曲家が、交わることのない対照的な要素を唐突に並べることを常としていたのに対し、ベートーヴェンは、ちょうどレンブラントが絵画の世界で試みたように、光と影が織りなす絶え間のない変化を描き出そうとしたのである。
</p>

<p>
  Orchestra Canvas Tokyo
  7回目の定期演奏会を迎えた今日、偉大な作曲家の7番目の交響曲に宿った色彩をご堪能いただければ幸いである。
</p>

<Author>Vc. 阪内 佑利華</Author>
