<script lang="ts" context="module">
  import Figure from '$lib/component/post/Figure.svelte';
  import type { Metadata } from '$lib/posts/index.ts';

  import figureSchonbrunn from './schonbrunn.webp?enhanced';
  import figureComposers from './composers.webp?enhanced';
  import figure1 from './譜例1.webp?enhanced';
  import figure2 from './譜例2.webp?enhanced';
  import figure3 from './譜例3.webp?enhanced';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-07T20:00:01+0900',
    title: '交響曲第1番 ハ長調 作品 21',
    composerSlug: 'beethoven',
    concertSlug: 'regular-1',
    youTubeVideoId: '3woG41w4_ak',
    tags: ['曲目解説', '第1回定期', 'ベートーヴェン']
  };
</script>

<p>
  本作品は概して、ベートーヴェンのウィーンにおける作曲技法修練の集大成と、独自路線開拓の記念碑的作品と言える。初演は1800年4月、当時29歳のベートーヴェン自身の指揮によって執り行われた。彼は本作品を、ハイドンやモーツァルトの作品、自身の《七重奏曲》などを含むプログラムのトリに配して、満を持す形で世に放ったのである。
</p>

<h3>交響曲第1番の作曲に至るまで</h3>

<Figure
  src={figureSchonbrunn}
  caption="ハプスブルク王朝の歴代君主が利用したシェーンブルン宮殿 (ウィーン)"
  maxHeightPx={300}
></Figure>

<p>
  ドイツのボンで生まれた田舎者の青年が、その後作曲家として大成するウィーンに落ち着いたのは、1792年晩秋のことであった。この時代ハプスブルク家直轄であったウィーンは、諸外国の戦争や革命とは対照的に、王宮の不朽の威容と、音楽を楽しむ貴族たちに特徴付けられた都市であった。当時22歳のベートーヴェンはウィーン到着後、すでに“交響曲の父”として権威ある作曲家であったハイドン、ウィーンにて作曲家として名が広く知られていたヨハン・シェンク、シュテファン大聖堂の指揮者であったアルブレヒツベルガーから、厳格対位法と初めとした作曲技法の基礎を学んだ。また、イタリア歌劇の作曲家であったアントニオ・サリエリより歌曲の作曲を、アイロス・フェルスターより弦楽四重奏の作曲技法を学んでいる。彼はのちに交響曲と弦楽四重奏とを、表現上の手段として異なる役割を持たせていることから、この一連の作曲法習得は、彼に多大な影響を与えたと考えられる。
</p>

<Figure
  src={figureComposers}
  caption="左: アルブレヒツベルガー(1736–1809)　右: アントニオ・サリエリ(1750–1825)"
  maxHeightPx={300}
></Figure>

<p>
  当時のウィーンの聴衆は、モーツァルトやハイドンによる典雅で軽快な古典音楽を好んでいたため、革新的要素を含む彼の一部の作品には懐疑的だったようである。ことハイドンは、同時期に作曲された《ピアノ三重奏曲第3番
  ハ短調 作品1-3》を、従来の古典的要素を取り入れた作品1-1、
  1-2と異質な作品であったことから、聴衆はこれを受け入れないとして出版に反対したと言われている。しかし、当時としては新しかった、情熱に満ちて、心の声を包み隠さず歌い上げるベートーヴェンの楽想が、ウィーンの聴衆の心を掴んでいくのにそう長い時間を必要とはしなかった。青年は、音楽の都ウィーンにおいて、徐々に作曲家としての名声を獲得していくのである。
</p>

<p>
  斯くして、人間の内面を赤裸々に語る彼の音楽が聴衆に受け入れられたことは、形式的な古典派音楽からより自由度に富んだロマン派音楽への橋渡しの契機となっただけでなく、《交響曲第9番》に代表されるような、晩年の彼の“人間愛”とも呼べる深遠なる人格形成に繋がったと考えられる。ロマン派音楽の代表的作曲家であるメンデルスゾーンやブラームス、ワーグナーなどが、ベートーヴェンの影響に言及し、作曲上の書法を踏襲していることからも、ベートーヴェンのロマン派音楽への影響が絶大なものであったことが窺える。彼の初めての交響曲である本作品は、若き大作曲家としての階段を上る過程において、習得した作曲技法とロマン派音楽につながる革新的要素を内包する形で“満を持して”作曲された秀作といえる。
</p>

<h3>第1楽章 – Adagio molto – Allegro con brio</h3>

<p>
  明快で力強い曲想が特徴の第1楽章は、ハ長調で構成され、序奏を伴うソナタ形式をとっている。全12小節の序奏は、4分の4拍子でゆるやかに導入される（譜例1）。同音進行する和音動機を管楽器が中心となって奏で、つぎに第1・第2ヴァイオリンの旋律的な美しい主題に移る。序奏を開始する和音には、楽章全体を支配するハ長調の主和音ではなく、下属調であるへ長調の属七の和音が用いられている。このヘ長調を起点として、ハ長調の六度の和音やト長調への移調を経て、初めてハ長調へと解決するのは8小節目のことである。これは当時としては大胆な開始であり、ハ長調を示唆する和音や近親調を秀逸に用いることで、ハ長調の成立をより堅牢なものとしている。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={300}></Figure>

<p>
  ハ長調の成立を強く感じさせるリズム動機である第1主題は、第1ヴァイオリンの主奏によって提示される（譜例2）。このリズム動機はイ長調に発する展開部において、ト短調、ニ短調などを経て、イ短調にて力強く応用される。再現部では、提示部とは異なりリズム動機が全奏にて再現され、主題の再来を効果的に強調している。曲はそのまま59小節にもわたるコーダへと突入し、それまで登場した動機を応用しながら楽章を締めくくる。
</p>

<Figure src={figure2} caption="譜例2" maxHeightPx={80}></Figure>

<h3>第2楽章 – Andante cantabile con moto</h3>

<p>
  直線的・器楽的な旋律が特徴の第2楽章は、冒頭を弦楽器の対位法的なフガート風の歌い出しにより開始される。このような歌い出しは、《弦楽四重奏曲第4番》の第2楽章アンダンテ・スケルツォーゾの冒頭にも見られ、ウィーンでの研鑽と試行錯誤の痕跡が窺える。
</p>

<h3>第3楽章 – Allegro molto e vivace</h3>

<p>
  ハイドンやモーツァルトの伝統に従い、第3楽章には複合三部形式に基づいた「メヌエット」の指定があるが、実際には「スケルツォ」の性格を強く帯びる。ベートーヴェンは、本曲初演の2年後に製作した《交響曲第2番》よりスケルツォを直接指定しているが、実際はここですでにその片鱗を見せているのである。
</p>

<h3>第4楽章 – Adagio - Allegro molto e vivace</h3>

<p>
  4つの楽章の中で最も軽やかな気分に満ちた終楽章であり、ハイドン的な諧謔を彷彿とさせる。曲の導入として配されている5小節からなるアダージョ（譜例3）は、まずソのユニゾンがフェルマータ付きで鳴らされる。このハ長調の第5音であるソを出発点として、第1ヴァイオリンがのちに出てくる終楽章の主題を探し求める。上方展開する音階動機によってファまで辿りついたのち、このファ音の持つ属七和音性の解決として、音階動機はそのままアレグロの第1主題に転じる。第1楽章と同様、大変秀逸な導入である。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={100}></Figure>

<p>
  主部に入ると、第1主題を第1ヴァイオリンが提示し、曲全体を快活に進めていく。
  展開部では、第1主題の動機をいくばくか推移させたのちに、変ロ長調において全く新しい分散和音がフォルティシモで提示される。再び第1主題の動機を、楽器・和声を変えて掛け合いながら、最終的にト長調ドミナントの一大頂点を作り、木管楽器の並行三度の下降音形を経て再現部が導かれる。コーダへ入ると第1主題が再び積み重ねられ、その後オーボエとホルンによるファンファーレ的主題を経て、再度第1主題が反復される。打撃和音からなる完全終止により、楽章はハ長調の響きの中で爽やかに閉じられる。
</p>

<Author>Vn. 安納 爽響</Author>

<Reference>
  <li>青木やよひ, 2012年, 『ベートーヴェンの生涯』, 東京都, 平凡社</li>
  <li>属啓成, 1963年, 『ベートーヴェン / 作品篇』, 東京都, 音楽之友社</li>
  <li>諸井三郎, 2021年, 『ベートーヴェン 交響曲第1番ハ長調 作品21』, 東京都, 全音楽譜出版社</li>
  <li>金聖響, 玉木正之, 2009年, 『ベートーヴェンの交響曲』, 東京都, 講談社</li>
  <li>池辺晋一郎, 2008年, 『ベートーヴェンの音符たち』, 東京都, 音楽之友社</li>
</Reference>
