<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import MusicalNotation from '$lib/component/post/MusicalNotation.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-07-08T20:00:02+0900',
    title: '交響曲第8番 ヘ長調 作品93',
    composerSlug: 'beethoven',
    concertSlug: 'regular-7',
    youTubeVideoId: '6C0NQ88MU6M',
    tags: ['曲目解説', '第7回定期', 'ベートーヴェン']
  };
</script>

<p>
  ベートーヴェンは微笑んだか？交響曲第８番と向き合う時、我々は一見したところ自明とも思われるこの問いを心のどこかに抱くことになる。たしかにこの曲はベートヴェンの九つの交響曲の中でも比類のない明るさと快活さに溢れている。しかしその一方で、交響曲第８番の底抜けな――「笑う交響曲」とも呼ばれるほどの――明るさを感じようとすればするほど、ぞっとするような皮肉が日陰から顔を覗かせることも見過ごしてはいけない。ロベルト・シューマンはこの交響曲を「ユーモア」という言葉と結びつけて考えたが、そうしたユーモア、つまり諧謔や冷笑といった感覚は、明るく素朴な曲想と同時にこの曲の重要な側面として考えることができる。ただし、もちろん、この交響曲が非常に快活で耳馴染みが良く、幸福感に溢れた初夏（ベートーヴェンがこの曲を構想したのは７月のボヘミアだ！）のような楽想を提示していることも揺るぎようのない事実である。重要なのは、そうした素朴な楽想の中でどのように冷笑と皮肉が顔を出しているのかということなのである。
</p>

<p>
  第１楽章はヘ長調で、ソナタ形式を取る。冒頭に鳴り響くのは明快な全奏による古典的な第１主題である。舞踏的な第2主題の後で曲は展開部、再現部と定形通りに進むが、曲の終わり方には特徴がある。そこで演奏されるのは派手な終止ではなく、弦楽器による静かな第１主題の主部なのである。洒脱で余裕に満ちたユーモアを感じさせるこの箇所は、典型的な交響曲における「第１楽章」の終結を嘲笑うかのように響く。
</p>

<p>
  第２楽章は変ロ長調である。第１主題は軽妙な愛らしいもので、淡々と時を刻み続ける伴奏の上を歩き続ける。曲想は総じて温かみのある純朴なものであるが、細やかな冷笑は終結部で突然姿を見せる。伺うような音型のあとで突然に、<MusicalNotation
    content="fortissimo"
  />の強奏が不気味な活気を帯びる箇所には強烈な意外性と違和感があり、シューマンは「作曲家がペンをすっかり投げてしまった」という言葉でこの楽想を説明している。
</p>

<p>
  第３楽章はヘ長調で、テンポ・ティ・メヌエットのリズムをとる。「メヌエット」ではなく、「メヌエットのテンポで」という勿体ぶった記述にはベートーヴェンの作為があるだろう。全体としては優美で牧歌的なメヌエットの雰囲気を持つこの楽章だが、変拍子的なリズムで始まる導入やティンパニの大胆な活用などは既にベートーヴェンらしい前衛性に溢れていて、単なる古典的なメヌエットではないことを強く印象付ける。むしろそこにあるのはある種の不安定さであって、メヌエットが優美であるからこそ、それは田園的で素朴な世界に対する皮肉に覆われたグロテスクなオマージュのように映る。
</p>

<p>
  第４楽章はヘ長調でソナタ形式的なロンド形式をとる。ここでは前向きな素早いリズムが採用されているが、曲想は健全な明るさでは説明しきれないもので、混沌と矛盾が幾度となく顔を出す。<MusicalNotation
    content="pianissimo"
  />の中に突然現れる嬰ハ音の強烈な違和感はその象徴だと言える。極め付けはフィナーレである。終結部での主和音連打はベートーヴェンの常套手段であるが、第８番におけるそれは特別に執拗な印象を与える。そこには論理的な帰結も華々しい勝利も存在していない。ここで表現されているのはむしろ、解決できない混沌をそのまま受け入れる力強い諦念であって、それは理想的で純粋な帰結とは正反対なものとして完結されるのである。
</p>

<p>
  さて、ベートーヴェンは微笑んだか。これはこの曲を聴けば聴くほど頭から離れなくなる疑問である。なぜなら、交響曲第８番の中で、ベートーヴェンは晴れやかな笑顔に満ちたその仮面を決して外そうとしないからである。実際には仮面など存在しておらず、それは純粋なベートーヴェンの表情なのかもしれない。しかしその一方で、時折鳴り響く不安定さに満ちた楽想は、分厚い仮面とその下に潜む鋭い苦悩の表情を我々に想像させる。「私は微笑んでいるか？」ベートーヴェンはそう問いかける。その問いを前にして我々ができることは、混沌に満ちていながら、他方ではそれを感じさせないほどに完成されたこの交響曲の温かくて快活な内容に、耳を傾け続けることだけである。
</p>

<Author>Va. 及川 凌</Author>
