<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2026-01-31T20:00:04+0900',
    title: '皇帝円舞曲 作品437',
    composerSlug: 'strauss2',
    concertSlug: 'regular-16',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第16回定期', 'ヨハン・シュトラウス2世']
  };
</script>

<p>
  悪魔の誘惑に満ちた踊りから一転、本演奏会は華麗なウィーンのワルツへと舞台を移す。「ワルツ王」ヨハン・シュトラウス2世の三大ワルツに数えられる《皇帝円舞曲》である。本日のプログラムにおいて唯一、本場独墺クラシック音楽の空気をまとう本作は、19世紀末ウィーンの爛熟した文化を象徴する傑作として知られている。
</p>

<p>
  ヨハン・シュトラウス2世は、1825年、ウィーンに生まれた。父のヨハン・シュトラウス1世も、《ラデツキー行進曲》（1848）などで知られる著名な音楽家であったが、自身の苦労から、息子が音楽家の道に進むことを認めなかった。しかし、父に隠れて密かに音楽の勉強を続け、19歳で自らの楽団を結成すると、やがて父を凌ぐ人気を博するようになる。《美しく青きドナウ》（1867）をはじめとする数々のワルツ、ポルカ、オペレッタを生み出し、「ワルツ王」の名をほしいままにした。
</p>

<p>
  《皇帝円舞曲》は1889年、ベルリンの総合娯楽施設「ケーニヒスバウ」の杮落としを記念して書き下ろされた。当初は『手に手をとって』と題されたが、当時のオーストリア皇帝フランツ・ヨーゼフ1世によるドイツ皇帝ヴィルヘルム2世表敬訪問という出来事も背景に、楽譜出版社であるジムロック社からの強い要請を受け、同年の出版時に現在の表題に改められた。新題は、独墺どちらの皇帝にも当てはまる曖昧さを持ち、双方に対して不都合が少なく、商業的に有利でもあった。威厳ある序奏と優美なワルツの融合は独墺の親善を象徴し、初演から熱狂的な成功を収めている。
</p>

<p>
  曲は壮麗な序奏で始まる。弦楽器と管楽器が交互に旋律を奏で、期待感を高めていく。序奏の最後では独奏チェロが甘美な旋律を歌い、これに導かれるように第1ワルツが優雅に流れ出す。計4つのワルツはそれぞれ異なる表情を持ち、ウィーンの舞踏会の華やかさと洗練を余すところなく表現している。コーダではこれまでのワルツを振り返り、独奏チェロとホルンにより第1ワルツの主題がしっとりと再現される。最後は輝かしい総奏で、当時の帝国的祝祭性を映し出すかのように曲を閉じる。
</p>

<p>
  本作は、死と悪魔の踊りを経た本演奏会において、束の間の光明を灯す。それは洗練を極めた美の結晶であり、やがて失われゆく世界の最後の輝きとも言えよう。しかし、この優美なワルツが如実に物語るのは、人間が創り出す美と喜びの力に他ならない。たとえ時代が移ろい、かつて絶対的に見えた帝国の秩序が歴史の中で失われていこうとも、音楽は永遠にその輝きを放ち続けるのである。
</p>

<Author>Pf. 阪内 佑利華</Author>

<Reference>
  <li>音楽之友社編, 1980,『最新名曲解説全集 管弦楽曲Ⅱ』(第5巻), 東京都, 音楽之友社.</li>
  <li>
    小宮正安, 2000, 『ヨハン・シュトラウス : ワルツ王と落日のウィーン』, 東京都, 中央公論新社.
  </li>
  <li>
    小宮正安, 2018, 「ヨハン・シュトラウスⅡ世 皇帝円舞曲 作品437（プログラムノート）」,
    NHK交響楽団第1891回定期公演Aプログラム、2018年9月15-16日, パーヴォ・ヤルヴィ（指揮）,
    NHK交響楽団, 東京, NHKホール, （<UrlLink url="https://www.nhkso.or.jp/phil18_sep.pdf" />,
    2026年1月1日参照）
  </li>
  <li>
    Mailer, Franz, 2015, “Johann Strauss (Sohn) Kaiser-Walzer op. 437 (1889) (Program Notes)”, 2015
    January 12, Johannes Wildner (cond.), Wiener Johann Strauss Orchester, Tokio, Opera City,
    （Accessed 2026/01/01, <UrlLink
      url="https://wjso.at/de-at/Home/Events/EventDetail?ConcertID=930&WerkID=240"
    />）
  </li>
</Reference>
