<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-14T20:00:02+0900',
    title: '交響曲第9番《新世界より》 ホ短調 作品95',
    composerSlug: 'dvorak',
    concertSlug: 'regular-2',
    youTubeVideoId: 'z8SSaLam_4g',
    tags: ['曲目解説', '第2回定期', 'ドヴォルザーク']
  };
</script>

<p>
  チェコ共和国は、ヨーロッパの東部に位置し、東西の民族勢力の集合点に位置していた。その地理的状況により、異文化との多様な交流と接触を繰り返した結果、民族固有の音楽に対する感覚が研ぎ澄まされ、音楽文化を絶えず発展させてきた。19世紀末には、絶対音楽に代表作を持つドヴォルザークと標題音楽に代表作を持つスメタナの二人が登場し、今日にチェコ音楽を伝えることとなる。
</p>

<p>
  ドヴォルザークは1841年、ボヘミアの農村に、音楽好きな旅籠屋兼肉屋の子として生まれる。幼少期より早熟した音楽の才能を開花させていたドヴォルザークだが、その青年期は主に経済的な事情で苦労の絶えないものであった。初期（1860～70年頃）の作品は多くが彼自身の手で破棄されてしまったが、ワーグナーらの影響を受けながらも、ドイツ古典派やロマン派の作品から多くの技法や構成感を学び取り、古典主義的な態度を取っていた。彼が本格的に作曲家として成功し始めるのは、1874年から5年連続でオーストリア国家奨学金の賞金を獲得し、ブラームスなどの知遇を受けてからだと言える。ブラームスらとの交流を通して、自らの創作の方向をスラヴ主義的な感情表現へと結晶化させたドヴォルザークは、《スラヴ舞曲集》第1集（1878）などにより、国内外で成功を収める。1891年にはプラハ音楽院教授に就任し、再三のイギリス訪問などを通して世界中にその名が知られるようになる。そして、1892年、ニューヨークのナショナル音楽院の院長として、彼はアメリカに招かれる。この約3年間のアメリカ滞在中に、《交響曲第9番》（1893）の他《チェロ協奏曲
  ロ短調》（1895）などの重要な作品が書かれている。帰国後の晩年には、それまでの古典主義的な音楽から離れ、交響詩やオペラの作曲に着手するが、1904年、病気のためプラハでその生涯を終える。
</p>

<p>
  アメリカ滞在中に書かれた《交響曲第9番》は、ドヴォルザークの円熟した表現手法を存分に楽しむことのできる作品である。ドヴォルザークは、アメリカで黒人霊歌や先住民の民謡を聴き、そのシンコペーションや五音音階的特質など、祖国ボヘミアの民謡にも共通する性質を見出したと考えられる。そして、それらの持つ国民的な精神を反映させて、古典的な4楽章形式のこの交響曲は作曲された。知名度はもちろんのこと、新大陸アメリカの要素を取り入れた楽曲として、本作品がドヴォルザークの代表作の一つであることは言うまでもない。
</p>

<h3>第1楽章 - Adagio - Allegro molto</h3>

<p>
  序奏部を伴うソナタ形式である。はじめに、チェロが瞑想的な旋律を静かにうたい、ヴィオラとコントラバスの下行音形、木管楽器やホルンにより彩りが加えられていく。突如管弦の鋭い強奏が起こり、第1主題の前兆が現れた後、序奏部の短い頂点が築かれる。ヴァイオリンのトレモロが橋渡しとなり、主部に入ると、ホルンが、シンコペーション的・五音音階的な特徴を持つ第1主題を提示する。この第1主題の展開を経て、フルートとオーボエに、特徴的な響きを持った第2主題がト短調で現れる。第2主題も様々な楽器で受け渡されながら展開すると、曲は提示部のコデッタへ差し掛かり、フルートが小結尾部の主題を奏でる。その後力強く小結尾部を閉じ、提示部を反復して展開部に入る。展開部では、小結尾部の主題がさかんに現れ、第1主題も自由に展開される。再現部は、提示部の流れを、調性や楽器を変えた異なる音色で美しくなぞる。コーダでは、ホ短調に回帰して主題の材料を巧妙に回収し、歯切れ良い主和音で曲を締めくくる。
</p>

<h3>第2楽章 - Largo</h3>

<p>
  複合三部形式の緩徐楽章である。管楽器によるコラール風の序奏の後、弱音器をつけた全弦の神秘的な響きに支えられ、独奏のイングリッシュ・ホルンが、あたたかい情趣をたたえた主要主題をうたいだす。これは後に《家路》として編曲されるなど、非常に有名な旋律となっている。中間部では嬰ハ短調へ転じ、フルートとオーボエが3連符で始まる中間部主題を奏でる。美しい旋律が次々に現れ、長調で3連符の音型を強調しながら盛り上がると、中間部の頂点で第1楽章の主題も顔を出す。再び原調に戻り、イングリッシュ・ホルンののち弦楽器が主部の主題を奏で、奏者を徐々に絞っていく。やがて序奏も再現され、最後はコントラバスの主和音で穏やかに結びを迎える。
</p>

<h3>第3楽章 - Molto Vivace</h3>

<p>
  スケルツォで、2つのトリオを持つ複合三部形式である。短く劇的な序奏がつけられ、弦楽器の予告に導かれ、フルートとオーボエが民俗舞踏的な主題を提示する。第1トリオはテンポを緩めながらホ長調へ転調し、五音音階的な主題が、フルートとオーボエ、クラリネット、チェロにより奏される。その後スケルツォを再現すると、第2トリオではハ長調へ移り、牧歌的でドイツ風な、第1トリオと対照的な性格の楽想が展開される。再びスケルツォを反復すると、コーダでは第1・3楽章の動機が絡み合い、潔く楽章を閉じる。
</p>

<h3>第4楽章 - Allegro con fuoco</h3>

<p>
  自由なソナタ形式によるフィナーレは、全弦の力強いユニゾンに始まる。上行音型の繰り返しで盛り上がり、その頂点でトランペットとホルンが行進曲風の第1主題を提示する。推移部では3連符のうねるような音型も受け渡され、全曲で唯一現れるシンバルが弱く打たれた後、やがてクラリネットが抒情的な第2主題をト長調で奏で、チェロが綾を織りなす。和やかな空気を破るように、第3楽章の動機などを用いた舞踏的なリズムが快活に奏でられ、ホルンが第1主題を打ち出し、展開部へと移行していく。展開部は、第1・2主題を展開しながら、他の楽章の主要主題を次々に回想し、全曲を統括的に俯瞰する。再現部は提示部のエッセンスをすくい上げるように簡潔な形で処理し、第2主題をホ長調で再現する。そしてホルンによる導入を経て、情熱的なコーダに入り、第1主題を中心に全曲を振り返る。最後のピカルディ終止による長三和音は、管楽器のフェルマータで伸ばされ、余韻を漂わせながら遠ざかってゆく。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    池辺晋一郎, 2012年, 『ドヴォルザークの音符たち　池辺晋一郎の「新ドヴォルザーク考」』, 東京都,
    音楽之友社
  </li>
  <li>音楽之友社編, 1979年, 『最新名曲解説全集　交響曲Ⅱ（第2巻）』, 東京都, 音楽之友社</li>
  <li>内藤久子, 2004年, 『作曲家◎人と作品シリーズ　ドヴォルジャーク』, 東京都, 音楽之友社</li>
</Reference>
