<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';
  import figure4 from './譜例4.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-11-25T20:00:00+0900',
    title: '交響曲第1番 ニ長調',
    composerSlug: 'mahler',
    concertSlug: 'regular-5',
    youTubeVideoId: '交響曲第1番 ニ長調',
    tags: ['曲目解説', '第5回定期', 'マーラー']
  };
</script>

<blockquote>私は三重の意味で故郷がない人間だ。</blockquote>

<p>
  グスタフ・マーラーは1860年、オーストリア帝国のボヘミア地方に生まれた。両親はユダヤ人であり、その出自は彼の人生に大きく影響している。1867年に成立したオーストリア＝ハンガリー二重帝国においてユダヤ人には完全な市民権が認められたが、反ユダヤ主義は未だ根強く、指揮者として活躍した若き日のマーラーも差別に苦しめられていった。36歳でウィーン宮廷歌劇場監督に就任する際、ついにはローマ・カトリックへと改宗することを選んだ。19歳のときに自らを「神秘的なさまよえるユダヤ人」と称したマーラーは、そのアイデンティティを放棄せざるを得なかったのである。
</p>

<p>
  オーストリア人の間ではボヘミア人、ドイツ人の間ではオーストリア人、そして全世界の人々の間ではユダヤ人として、三重の意味で“故郷がない”疎外感を抱えていたマーラー。多様な変遷を遂げた《交響曲第1番》は、自らのアイデンティティを求め“さすらう”マーラーの半生と重なる。
</p>

<h3>《交響曲第1番》に至るまで</h3>

<p>
  ウィーン大学で学んだマーラーは当初、ワーグナーの先を行くような斬新な音楽を目指していた。しかしブラームスらの評価を得られなかったことにより、奏者にも聴衆にもわかりやすい交響曲の作成に着手した。1884年、《交響曲第1番》の前身となる《交響詩》（呼び方は多様である）のスケッチを開始。この間にマーラーは失恋を経験しており、その熱くも報われない想いを現した《さすらう若人の歌》は、《交響詩》において重要なモチーフとして数多く引用されている。
</p>

<p>
  当初《交響詩》は5楽章構成であり、第3楽章までを第1部、第4楽章以降を第2部として、それぞれの楽章に副題がついていた。初稿は初演地の名を取ってブダペスト稿と呼ばれているが、その初演は失敗したと言われている。改訂版であるハンブルク稿およびワイマール稿では、各楽章の標題に加え、楽曲全体に《巨人》という副題が与えられている。これはジャン・パウルの⼩説『巨⼈』から取ったものであるが、そのストーリーと交響曲の中⾝は全く関係がなく、終楽章の華やかな勝利の旋律を“巨人”と安易に結びつけるのは拡大解釈だと言わざるを得ない。
</p>

<p>
  マーラーは本作に不徹底な性格付けがなされることを嫌い、ベルリン稿および最終稿では、各楽章の標題および《巨人》という副題を全て削除した。加えて、楽曲全体の調和を鑑みて《花の章》（ワイマール稿までの第2楽章にあたる）を削除し、現在の形式に至る。
</p>

<h3>楽曲紹介</h3>

<h4>第1楽章　Langsam, Schleppend, wie ein Naturlaut - Im Anfang sehr gemächlich</h4>

<p>
  自由なソナタ形式の楽章である。“Wie ein
  Naturlaut.（⾃然の⾳のように）”と指示されたA音のフラジオレットに始まり、4度の下降音形が展開される。ラッパの遠い音色、カッコウの鳴き声が繰り返される中、ホルンのコラールによって霧が晴れる。チェロによる第1主題（譜例1）は《さすらう若人の歌》第2曲の＜朝の野べを歩けば＞の引用であり、高揚の後に再び静けさを取り戻す。展開部ではやや変則的な進行のもと、第2ヴァイオリンなどにより第4楽章が暗示され（譜例2）、半音進行ののちにクライマックスに達する。ニ長調のファンファーレを経て、全合奏により快活に奏でられる《朝の野べを歩けば》の主題が楽章を締めくくる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={100}></Figure>

<Figure src={figure2} caption="譜例2" maxHeightPx={100}></Figure>

<h4>第2楽章　Kräftig bewegt, doch nicht zu schnell</h4>

<p>
  三部形式の快活なスケルツォである。冒頭の特徴的なリズムは、自身の歌曲《ハンスとグレーテ》に由来しており、素朴な喜びを感じさせる。ホルンの経過句を経てレントラー（南ドイツの民族舞踊）風のトリオに入ると、グリッサンドを織り交ぜた優美でデリケートな旋律が奏でられる。再びホルンの経過句を経ると主部に回帰し、華やかに楽章を終える。
</p>

<h4>第3楽章　Feierlich und gemessen, ohne zu schleppen</h4>

<p>
  第1楽章と同様、４度の下降音型を基調とした冒頭である。独奏コントラバスが奏でる重々しく哀愁を帯びた旋律（譜例3）がカノン風に展開される。この旋律は世界各地で知られるフランス民謡《フレール・ジャック》（日本では《グーチョキパーでなにつくろう》）を短調にしたものであり、グロテスクなだけでなくどこかパロディックな側面も感じさせる。奇怪な進行が続いたのち、突如ヴァイオリンによる牧歌的で安らかな旋律がはじまる。《さすらう若人の歌》第４曲＜彼女の青い目が＞の最後の部分であり、安らかな眠り、すなわち死を暗示している。
</p>

<p>
  ふたたびカノンは再開され、フラストレーションを残したまま、終楽章に切れ目なくアタッカで繋がる。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={80}></Figure>

<h4>第4楽章　Stürmisch bewegt</h4>

<p>
  シンバルの強奏で幕開ける第4楽章はソナタ形式に基づいており、地獄を表すヘ短調から、天国を表すニ長調への移動が主軸である。ヘ短調の冒頭はティンパニの乱打と弦楽器の激烈な刻みに支えられ、管楽器が旺然とテーマを奏でる。リストの《ダンテ交響曲》に由来する「十字架の動機（譜例4）」が繰り返し提示され、嵐はなかなか止まない。やがてヴァイオリンによる夢を見ているように優美な第2主題があらわれるが、これは変ニ長調であり、真の天国ではないこと、またすぐに激烈な嵐が訪れることを予感させる。
</p>

<p>
  闘争の果てに一旦ニ長調に達すると、第1楽章の序奏、ついで第2主題が再現され、若干の不安を残しつつも穏やかな旋律が奏でられる。ヴィオラによる「十字架の動機」が地獄の再来を仄めかすが、提示部に比べ音量は小さいままで、むしろ地獄からの脱却を確信させる。そうして今度こそ、確固たる自信を胸に、天国へ、ニ長調へと移行する。第1楽章から多用されてきた4度の下降音形がニ長調のコラールとして提示され、輝かしい勝利宣言によって曲は結ばれる。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={80}></Figure>

<h3>おわりに</h3>

<p>
  本作品はその若々しくエネルギッシュな曲想から人気を博しており、演奏機会も非常に多い。しかしマーラー自身は、決して勢いと才能にのみ委ねた新進気鋭の若者ではなく、自分は何者かと問い続けながら生き、人に伝わる楽想とは如何なるものかと問い続けながらペンを握った、“さすらう”若人だったのである。然れば楽譜に書かれた緻密な指示の数々は、奏者を縛るためのものではなく、むしろ楽想とその言語化を相補的に用いることで、時空を越えて形而上を追求するための技芸だったのではなかろうか。
</p>

<p>
  本演奏会をもって、OCTは第5回の節目を迎える。五線譜に紡がれたマーラーの思索が自らの“色”を模索するCanvasと重なるとき、“音の絵”が鮮やかに立ち現れることを願ってやまない。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>柴田南雄, 2010, 『グスタフ・マーラー: 現代音楽への道』, 東京都, 岩波書店</li>
  <li>吉田秀和, 2019, 『決定版 マーラー』, 東京都, 河出書房新社</li>
  <li>村井翔, 2004, 『マーラー（作曲家◎⼈と作品シリーズ）』, 東京都, ⾳楽之友社</li>
  <li>渡辺裕, 2004, 『マーラーと世紀末ウィーン』, 東京都, 岩波書店</li>
  <li>安田寛, 2007, 「音楽のアイデンティティをめぐる断層」『奈良教育大学紀要』56, 1：141-145</li>
  <li>
    テイラー, A. J. P., 倉田稔訳, 1987,
    『ハプスブルク帝国1809~1918―オーストリア帝国とオーストリア=ハンガリーの歴史』, 東京都, 講談社
  </li>
</Reference>
