<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure from './参考画像1.png';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-09T20:00:00+0900',
    title: '「映画」と「映画音楽」について',
    concertSlug: 'regular-11',
    tags: ['曲目解説', '第11回定期']
  };
</script>

<p>
  今回は、Orchestra Canvas Tokyo
  (OCT)としては初めて、映画音楽を扱う。そこでまずは「映画音楽」そのものについて考え、その後に各曲の解説を並べる。もちろん、お好きな曲の解説からお楽しみいただくこともできる。
</p>

<h3>「映画」と「映画音楽」について</h3>

<p>
  物語を創り、演じる。文明の草創期から紡がれてきたこの営みにおいて、「映画」の台頭は大きな転機となった。芸術が受ける時間的もしくは空間的な制約を打ち破ってしまったのだから…
</p>

<p>
  スクリーンに動く映像を投影する「映画」は1890年代に誕生した新興芸術であるが、瞬く間に大衆の心を掴み、芸術としての地位を得た。「映画」に固有の魅力は、私が思うに、「普遍性」と「スケール感」である。「演劇」が基本的にその時・その場限りであるのに対して、「映画」はいつ・どこの作品であっても、簡単に、しかも何度でも観ることができる。また「映画」の“舞台”は広大だ。現実・CGを問わず、ありとあらゆる場所で撮影されたシーンから構成される圧巻のスケールは、人々の心を掴んで離さない。
</p>

<Figure
  src={figure}
  caption="初期の映画：クランク・ハンドルを回して装置（シネマトグラフ）を動かし、フィルムはレンズの前を上から下へ送られる。（画像はパブリック・ドメイン）"
  maxHeightPx={300}
></Figure>

<p>
  誕生から僅か百年余りで最も愛される娯楽の一つとなった「映画」であるが、その発展と「映画音楽」とは切り離すことができない。「映画」は当初無声であり、映像のみが投映されていたが、オーケストラピットでの伴奏がつくことは多々あった。その後1920年代のトーキー（映像と音声が同期した映画）の発明によって、映画に音声が吹き込めるようになると、多彩な音楽作品が”その映画のためだけに”作られるようになった。「映画音楽」という新たなジャンルが生まれたのである。
</p>

<p>
  「映画音楽」の役割は、シーンにおけるキャラクターの感情を増幅し、物語の緊張感や緩急を引き立て、観客の心を惹きつけることにある。たとえば、ホラー映画における高音のストリングスや、アクション映画の激しいリズムは観客に恐怖や興奮をもたらし、恋愛映画のメロディアスなバラードはロマンチックな気分を高める。「映画音楽」はただ映像を補完するだけでなく、時にそれ自体が物語の不可欠な要素となり、キャラクターやシーンを象徴する“テーマ”となることもある。
</p>

<p>
  また、「映画音楽」の中には、その映画を見ていない人にさえ知られているものもある。詳細はのちの解説に委ねるが、本日演奏する4曲はいずれも「映画音楽」の枠を超えてポピュラー音楽の一部としても認識されている。
</p>

<p>
  物語を創り、演じる。「映画」の台頭はその営みに新たな可能性をもたらした。物語を引き立てる「映画音楽」もまた、私たちの心に深く響き、時空を超えた普遍性を獲得した。五線譜を飛び出さんばかりの音楽が、今、Canvasに豊かな色を吹き込む。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>志田一穂. 映画音楽はかく語りき いつか見た映画、時をかける音楽. 2022, 東京都, ユニコ舎</li>
  <li>
    大串健吾, 星野悦子, 山田真司監訳, P. N. ジュスリン, J. A. スロボダ編. 音楽と感情の心理学. 2008,
    東京都, 誠信書房
  </li>
</Reference>
