<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp?enhanced';
  import figure2 from './譜例2.webp?enhanced';
  import figure3 from './譜例3.webp?enhanced';
  import figure4 from './譜例4.webp?enhanced';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-04-02T20:00:01+0900',
    title: 'チェロ協奏曲 ロ短調 作品104',
    composerSlug: 'dvorak',
    concertSlug: 'regular-6',
    youTubeVideoId: 'ILLmB699qGk',
    tags: ['曲目解説', '第6回定期', 'ドヴォルザーク']
  };
</script>

<h3>チェコ音楽史におけるスメタナとドヴォルザーク</h3>

<p>
  本演奏会で取り上げるスメタナとドヴォルザークは、ともにチェコを代表する作曲家である。チェコは絶えず政治的・宗教的動乱に巻き込まれてきた地域であり、その音楽は長い分裂の歴史による動態的な文化の中で発展してきた。
</p>

<p>
  チェコ音楽の基層部分をなす民俗音楽は、西側のボヘミア地方では西欧文化の影響を受け器楽的、東側のモラヴィア地方では東方諸邦の音楽を受け継ぎ声楽的であるとされる。両地域の差異は、政治的混乱の中で、特にハプスブルク家の圧政下にあった17～18世紀に一層大きくなり、統一された「チェコ音楽」という概念もチェコの人々に意識されることはなかった。しかし、18世紀後半、ドイツの哲学者で神学者のヘルダーが「母国語、民族固有の伝統や文化、それにフォークロアすべてが、各民族のアイデンティティを構築するうえで最も重要な要素であり、スラブ民族にはその最高の運命が約束されている」とする民族主義的思想を唱える。チェコの人々はこの思想に触発され、文学や音楽を中心とした独自の国民文化の創造を、抑圧された民族の文化的解放という「民族復興」の明確な目標として掲げた。
</p>

<p>
  このように、チェコ近代音楽の確立が求められた時代に現れた強力な人物が、「ボヘミア楽派」の創始者たるスメタナとドヴォルザークであった。彼らのアプローチには差があり、スメタナが、歴史的・伝説的主題に依拠した標題音楽の分野において、チェコの国民音楽を創出しようとしたのに対し、ドヴォルザークは、ブラームスらの支援を得て交響曲や室内楽曲といった絶対音楽の分野にその活路を見出した。
</p>

<h3>チェロ協奏曲 ロ短調</h3>

<p>
  数々の作品によって既に世界的な名声を得ていたドヴォルザークは、1892年51歳のときアメリカに招かれ、その後3年間この地にとどまる。滞米中には、交響曲第9番《新世界より》や弦楽四重奏曲《アメリカ》のような名作が生まれており、このチェロ協奏曲もアメリカ滞在の豊かな実りの一つであった。
</p>

<p>
  本作は帰国直前の1894年11月から翌年2月にかけて作曲されている。技巧的でヴィルトゥオーゾ的な効果にも富みながら、古典的な二管編成にチューバなどの低音金管楽器が加えられ、全体的にシンフォニックな響きが生み出されている。技術や内容の豊かさにより、チェロのための協奏的な作品を代表する傑作である。また本作は、アメリカの民謡や黒人霊歌の持つ哀愁を帯びた叙情性を有するが、同郷のネブダルに宛てた手紙の中で「アメリカ、イギリス、あるいはほかのいずれの地で創作しようとも、それは単純に真のボヘミアの音楽である」と述べているように、ボヘミアへの郷愁やスラブ的な情熱を宿している。
</p>

<h3>楽曲展開</h3>

<h4>第1楽章 Allegro</h4>

<p>
  比較的厳格なソナタ形式をとる。冒頭からしばらくは、独奏を除いた管弦楽により確固とした世界が築かれる。クラリネットが第1主題（譜例1）を提示し、やがて、ニ長調五音音階の郷愁を誘う第2主題（譜例2）がホルンに現れたのち、明るく力強い楽想を迎える。突然ロ短調に転じると、満を持して、独奏チェロが朗々と即興的に第1主題を奏し、多彩に発展していく。独奏チェロのせわしないアルペジオから提示部のコーダとなり、力強い全奏で展開部へと移行する。独奏チェロの上行半音階に導かれ、再現部は第2主題の再現で始まる。続いて、ロマン派のソナタ形式にしばしば見られるように、提示部コーダが再現される。ようやく第1主題が力強く現れると、全奏の短いコーダで雄大に終わる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={100}></Figure>

<Figure src={figure2} caption="譜例2" maxHeightPx={90}></Figure>

<h4>第2楽章 Adagio ma non troppo</h4>

<p>
  ト長調-ト短調-ト長調の三部形式をとる。第一部は牧歌的な主題で穏やかに進むが、突然激しい曲想の第二部へとドラマティックに移行する。独奏チェロが奏する第二部の主題（譜例3）は、かつて彼が恋したヨゼフィーナへの深い哀悼の調べとして、彼女の愛唱歌である《4つの歌曲》作品82の第1曲＜ひとりにして＞にもとづいたものとなっている。第三部はホルンによる第1主題の再現で始まり、独奏チェロのカデンツァ風の変奏を経て、消えるように閉じられる。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={90}></Figure>

<h4>第3楽章 Allegro moderato</h4>

<p>
  自由なロンド形式の中で、冒頭の行進曲から祖国への帰還の喜びを歌うエピローグへと次第に体系化され、効果的に作品が構成される。故郷の民俗的調べを中心主題として、黒人霊歌の旋律とボヘミアの民俗舞曲のリズムが巧みに用いられており、特に中間部では、ボヘミア風のリリックな旋律（譜例4）が独奏チェロによって円熟した美しい歌へと昇華されている。ヴァイオリンソロと木管楽器が再び＜ひとりにして＞の冒頭を歌い、クラリネットとホルンが、心暖まる回想として第1楽章冒頭の動機を奏でると、曲は壮大なクライマックスに向かい、ロ長調のアレグロ・ヴィーヴォで終わりを告げる。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={80}></Figure>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>音楽之友社編, 1980, 『最新名曲解説全集 協奏曲Ⅱ（第9巻）』, 東京都, 音楽之友社</li>
  <li>
    内藤久子, 2007, 『チェコ音楽の魅力―スメタナ・ドヴォルジャーク・ヤナーチェク―』, 東京都, 東洋書店
  </li>
  <li>内藤久子, 2004, 『ドヴォルザーク（作曲家◎人と作品シリーズ）』, 東京都, 音楽之友社</li>
</Reference>
