<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './figure1.png';
  import figure2 from './figure2.png';
  import figure3 from './figure3.png';
  import figure4 from './figure4.png';
  import figure5 from './figure5.png';
  import figure6 from './figure6.png';
  import figure7 from './figure7.png';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-11-11T20:00:01+0900',
    title: 'ヴァイオリン協奏曲 ニ長調 作品35 ',
    composerSlug: 'tchaikovsky',
    concertSlug: 'regular-15',
    // youTubeVideoId: '●',
    tags: ['曲目解説', '第15回定期', 'チャイコフスキー']
  };
</script>

<figure>
  <blockquote>
    ロシヤの民衆の最も重要で、最も根本的な精神的要求は－場所と対象を選ばぬ、飽くことを知らない不断の、苦悩の要求にほかならないと、わたしは考える。
  </blockquote>
  <figcaption>ドストエフスキー著『作家の日記１』より引用</figcaption>
</figure>

<p>
  1870年代のロシアは、国民の苦悩が鮮明に浮かび上がった時代であった。知識階層の学生たちは、民衆の犠牲のうえに大学で学ぶことに罪の意識を抱き、「ヴ・ナロード（人民の中へ）」運動を展開し、農民に対する社会革命思想のプロパガンダに注力した。そこには、未来を切り開くために苦しみを渇望するかのような姿勢があったといえる。
</p>

<p>
  一方、こうした苦悩を超えて未来の成功を得ようとする姿勢は、社会的理想主義としてだけでなく個人の創作活動にも現れた。オネーギンといったロシア19世紀文学の主要な主人公たちがほとんど全て「敗北の人」であることはその代表的な例である。そしてチャイコフスキーの場合は、個人的苦悩を創作へと昇華する姿勢において、ヴ・ナロードを展開した学生らとの同質性があり、その結晶こそが本作品であるといえよう。
</p>

<h3>作曲背景と初演</h3>

<p>
  作曲前年となる1877年、チャイコフスキーは結婚に踏み切ったが数週間で破綻し、深刻な精神的危機に陥ってしまった。しかし、後援者のフォン・メック夫人の経済的援助と手紙による精神的支えにより、彼は再び音楽に向かう力を取り戻す。旅行中に耳にしたラロの《スペイン交響曲》にも触発され、1878年春、スイスのクラレンス滞在中に一気に書き上げられたのが本作品である。フォン・メック夫人お抱えのヴァイオリニストであったコーチェクの技術的助言も完成に大きく寄与した。
</p>

<p>
  当初、本作品はレオポルド・アウアーに献呈される予定だったが、演奏不能として拒否されてしまった。初演は1881年、ウィーンでアドルフ・ブロツキーの独奏により実現したとされる。ブロツキーが積極的に演奏したことにより、本作品は次第に欧州で高い評価を獲得した。結局アウアーも態度を翻して演奏するようになり、やがて本作品はヴァイオリン協奏曲の中核をなす存在として成功を収めたのである。
</p>

<h3>楽曲解説</h3>

<p>3楽章から成る楽曲である。</p>

<h4>第1楽章 　Allegro moderato – Moderato assai　ニ長調</h4>

<p>
  序奏を持つソナタ形式である。第1ヴァイオリンが語りかけるような序奏主題を奏で、オーケストラが合いの手を入れる（譜例1）。盛り上がった後にソナタ主部に入り、独奏ヴァイオリンが伸びやかな第1主題（譜例2）を歌い出す。華やかな展開を経て、しみじみとした第2主題（譜例3）も提示される。起伏に富んだ展開部の後にカデンツァが奏でられる。再現部を経て楽章は力強いコーダで締め括られる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={180}></Figure>
<Figure src={figure2} caption="譜例2" maxHeightPx={80}></Figure>
<Figure src={figure3} caption="譜例3" maxHeightPx={95}></Figure>

<h4>第2楽章　<i>Canzonetta</i>: Andante　ト短調</h4>

<p>
  3部形式のカンツォネッタである。管楽器の導入に続いて独奏ヴァイオリンが悲しげで憧れに満ちた主題（譜例4）を奏でる。中間部は感情の起伏を見せつつ新たな主題（譜例5）が曲に変化をもたらし、豊かな歌を繰り広げる。コーダはオーケストラだけで静かに奏でられて締められる。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={80}></Figure>
<Figure src={figure5} caption="譜例5" maxHeightPx={80}></Figure>

<h4>第3楽章　<i>Finale</i>: Allegro vivacissimo　ニ長調</h4>

<p>
  ソナタ風の要素を加味したロンド形式である。オーケストラが第1主題を予感させ、独奏ヴァイオリンが単独で発展させる。ついに独奏ヴァイオリンが歯切れ良い第1主題（譜例6）に至る。ロシア舞曲的で活気を持った第2主題（譜例7）は少しテンポを落として奏でられ、次第に緊迫感を増していく。第1主題の再現、第2主題の再現、第1主題の三現をへて、華麗で壮麗な楽曲は熱狂的な盛り上がりのうちに終わる。
</p>

<Figure src={figure6} caption="譜例6" maxHeightPx={80}></Figure>
<Figure src={figure7} caption="譜例7" maxHeightPx={170}></Figure>

<h3>おわりに</h3>

<p>
  チャイコフスキーは私的な苦悩を音楽に昇華し、《ヴァイオリン協奏曲》という形で未来への証を刻んだ。その姿勢は、「苦悩を超えて未来の成功を得ようとする」という原理と響き合っている。そして本作品は、苦しみを昇華した創作の象徴として、今日に至るまでヴァイオリン音楽の頂点に輝き続けている。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>井筒俊彦, 1989, 『ロシア的人間―新版』, 東京都, 中央公論新社</li>
  <li>
    音楽之友社編, 1993, 『作曲家別名曲解説ライブラリー⑧ チャイコフスキー』, 東京都, 音楽之友社
  </li>
  <li>川端香男里, 1986, 『ロシア文学史』, 東京都, 東京大学出版会</li>
  <li>三枝成彰, 1997, 『大作曲家たちの履歴書』, 東京都, 中央公論社</li>
  <li>土肥恒之, 2009, 『図説　帝政ロシア　光と闇の二〇〇年』, 東京都, 河出書房新社</li>
  <li>DK社編, 2021, 『図鑑　世界の作曲家　中世から現代まで』, 東京都, 東京書籍株式会社</li>
  <li>ドストエフスキー(小沼文彦訳), 1997(原著1873), 『作家の日記１』, 東京都, 筑摩書房</li>
  <li>
    ひのまどか, 2020, 『音楽家の伝記はじめに読む1冊　チャイコフスキー』, 東京都,
    株式会社ヤマハミュージッエンタテインメントホールディングスミュージックメディア部
  </li>
  <li>
    森田稔, 2008, 『ロシア音楽の魅力　グリンカ・ムソルグスキー・チャイコフスキー』, 東京都, 東洋書店
  </li>
  <li>和田春樹編, 2023, 『ロシア史　上』, 東京都, 山川出版社</li>
</Reference>
