<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.png?enhanced';
  import figure2 from './譜例2.png?enhanced';
  import figure3 from './譜例3.png?enhanced';
  import figure4 from './譜例4.png?enhanced';
  import Figure from '$lib/component/post/Figure.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-01-18T20:00:01+0900',
    title: '交響曲第8番 ハ短調 WAB108',
    composerSlug: 'bruckner',
    concertSlug: 'regular-13',
    tags: ['曲目解説', '第13回定期', 'ブルックナー']
  };
</script>

<p>
  1865年6月、ミュンヘンにて楽劇〈トリスタンとイゾルデ〉が初演された。この長大な楽劇の初演3日目の観客の中には、ワーグナーが使う大胆な和音に魅せられ、管弦楽曲の作曲を本格的に開始していたブルックナーもいた。
</p>

<h3>ブルックナーの生涯</h3>
<p>
  ブルックナーは1824年に現在のオーストリア、リンツ近郊のアンスフェルデンで生まれたオルガン奏者・作曲家である。幼少期から合唱やオルガンを学んだ彼は、1850年にアンスフェルデンのザンクト・フローリアン修道院の暫定オルガン奏者、1856年にはリンツ大聖堂（旧大聖堂）のオルガン奏者を歴任し、1868年からはウィーンで宮廷楽団のオルガン奏者に指名されて、奏者として大成した。一方、1855年からはジーモン・ゼヒターに和声法と対位法を、1863年からはオットー・キツラーに管弦楽法と楽式論を学び、作曲家としての研鑽を積んだ。ベートーヴェン・・ワーグナーの作品といった、後の彼の作品の礎となる楽曲に触れたのもこの頃である。そして1868年のウィーン音楽院（楽友協会音楽院）教授就任以降は、ウィーンで過ごしながら交響曲を中心とする多くの楽曲を作曲した。交響曲第9番作曲中の1896年に亡くなると、その遺体はザンクト・フローリアン修道院の地下墓所に安置された。
</p>

<h3>ブルックナーの音楽性</h3>
<p>
  ブルックナーの作曲について語るには、彼のワーグナーへの傾倒を切り離すことはできない。その契機はワーグナーが作曲した楽劇〈タンホイザー〉のリンツ初演（1863年）に際し、指揮者のキツラーと〈タンホイザー〉の譜面を共に分析する機会に恵まれたことである。ワーグナーの魔力に取り憑かれ、熱心なワーグナー信奉者になったブルックナーは、後にワーグナー作品の引用を要所に散りばめた交響曲第3番を作曲し、ワーグナーに認められて献呈にまで至る。この経験は、彼にとって終生忘れられない誇りとなった。
</p>
<p>
  しかしながら、ブルックナーの作品の性質自体は、ワーグナーの音楽とは明確に異なっている。それは、ワーグナーの音楽が人間讃歌の様相を呈している一方、ブルックナーの音楽が自然や超自然との対話・賛美といった、よりプリミティブな音楽の要素を多分に含んでいるからだと考えられる。
</p>
<p>
  ワーグナーの作品では、しばしば陶酔的なうねりと自我の崩壊が官能的に表現される。〈トリスタンとイゾルデ〉の最終場面で示される「愛の死」はその際たる例であり、登場人物同士の悲恋を通して永遠の愛や死の美しさを語りかける。彼の楽曲は楽劇という立場を多く取る以上、基本は「人」の喜怒哀楽を描くものであり、その結果、彼の音楽は逆説的にある種の人間讃歌となっているように思える。
</p>
<p>
  一方、ブルックナーはキリスト教の敬虔な信徒であり、長らく教会のオルガン奏者として神に奉仕してきた。それ故、彼の音楽は自然、ないし超自然的な存在に対する賛美としての性格が強いように感じられる。ブルックナーの楽曲には対位法が散りばめられており、バロック音楽に通じる原始的な音楽性を色濃く有している。大編成での質朴で重厚な響きの美しさの中に、一種の単純さや作為のなさが垣間見える点こそ、彼の楽曲の最大にして唯一無二の魅力として機能している。
</p>
<p>
  大阪フィルハーモニー交響楽団の前身である関西交響楽団を創設し、以来音楽総監督・常任指揮者を長きに渡って務めた、日本でのブルックナー楽曲演奏のパイオニアである故朝比奈隆氏は、その芸談集の中でブルックナーの作品の魅力について下記のように語っている。
</p>

<blockquote>
  そう、作為がない。こんなのでいいのかしらん、とこちらが心配するほど作為がない。まあ文学で言えば、意味はわからないけれど聴いてると快い、そういう詩がありますわね。文字を解釈したところでたいした意味はないんだろうけど、詩として自然に耳に入ってくる。音楽というのは、本来そうあるべきなんですね。
</blockquote>

<h3>楽曲解説</h3>
<p>
  本作品は、ブルックナーが完成させた最後の交響曲で、80分以上にも及ぶ壮大な楽曲である。初稿は1887年に完成したが、ブルックナーが初演指揮を依頼したヘルマン・レーヴィからの反応は良くなかった。そこでブルックナーは改作を決意し、修正稿となる第2稿を1890年に完成させた。しかし、レーヴィが初演を振ることはなかった。楽譜はオーストリア皇帝フランツ・ヨーゼフ1世に献呈され、1892年にハンス・リヒター指揮、ウィーン・フィルハーモニー管弦楽団の演奏で初演された。演奏を聴いた作曲家フーゴー・ヴォルフは本作品を「闇に対する光の完全なる勝利」と形容しているが、実際に本作品にはベートーヴェンの交響曲第9番のエッセンスが要所に見られるため、的を射た形容に感じる。
</p>
<p>
  上記からも窺い知れるが、ブルックナーは本人の再考や友人らの指摘により頻繁に楽曲を改稿しており、指揮者が楽曲を改変する例もあった。したがって、交響曲第8番だけでも実に1万枚以上もの楽譜資料が存在する。そこで、彼の交響曲の演奏時は、どの版を用いるかを記載することになる。
</p>
<p>
  今回の演奏は、ブルックナーの死後、音楽学者であるロベルト・ハースが責任者となり、国際ブルックナー協会として出版した、通称ハース版を下敷きにしている。これはブルックナー自身の第2稿に対し、削除された初稿の一部を復活させて作成された、ブルックナーの精神性に近づこうとする版である。音楽的に美しく、故朝比奈隆氏らパイオニアが演奏していた時代に使われた譜面であることから、現代も頻繁に演奏される。
</p>

<h4>第1楽章 Allegro moderato</h4>
<p>
  死の宣告が強まっていき諦念へと至る、ハ短調のソナタ形式の楽章である。提示部では3つの主題が奏される。まず、ヴァイオリンの静かなトレモロとホルンによるヘ音のユニゾンに乗せられて、第1主題(譜例1)がヴィオラ以下の低弦楽器により重苦しく奏でられる。弦楽器のトレモロの上に静かな主題が奏でられる手法は、〈ブルックナー開始〉と呼ばれるブルックナーの交響曲に共通する特徴であり、ワーグナーの楽劇《ニーベルングの指環》序幕〈ラインの黄金〉の霧のシーンを連想させるため、《原始霧》との別称もある。一方、第1主題自体のリズムや、通常のブルックナー開始と異なりホルンも重なっている点には、ベートーヴェンの交響曲第９番の冒頭の影響がみられる。第2主題は第1ヴァイオリン、第3主題はホルンと木管が奏でる。いずれも1小節を4分音符2つと4分音符の3連音に分けた、俗に〈ブルックナー・リズム〉と呼ばれる音形（譜例2）を用いている。展開部・再現部を経てコーダに入ると、ヴィオラによる第1主題の半音階的動機と他の弦のピチカート、静かなティンパニで楽章を締め括るが、楽章が終わったようにはあまり感じられない響きである。ブルックナー自身が「死の時」と呼称するこの終わり方は、弟子のシャルク兄弟のアイディアであったと言われ、次楽章への連続性を有している。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={100} />
<Figure src={figure2} caption="譜例2 （第2主題からブルックナー・リズムを引用）" maxHeightPx={100} />

<h4>第2楽章 Scherzo Allegro moderato</h4>
<p>
  ハ短調、3部形式のスケルツォである。主題は後にブルックナー本人が「ドイツのミヒェル（愚直な人物）」と呼称した純朴な旋律である。トリオではハープが楽曲に演劇的な効果をもたらす。ブルックナー自身は、トリオを「ドイツのミヒェル」が夢現になっている場面だとしている。
</p>

<h4>第3楽章 Adagio Feierlich langsam; doch nicht schleppend</h4>
<p>
  変ニ長調、変形したソナタ形式のアダージョであり、実に30分程の長大な演奏時間を要する。その構造には、ベートーヴェンの交響曲第9番の第3楽章と同様の5部形式+コーダや、自由なロンド形式といった、様々な解釈が存在する。提示部から再現部では、対位法的な旋律やコラールのような趣が宗教的な神秘性を醸し出す。長旅を経て遂に再現部のカタルシスへと至り強烈なクライマックスを終えると、コーダに入り、浄化された雰囲気を醸し始める。そして、楽章冒頭を断片的に回想しながら変ニ長調で静かに曲を終える。
</p>

<h4>第4楽章 Finale Feierlich, nicht schnell</h4>
<p>
  「荘重に、速くなく」との指示が付いているハ短調ソナタ形式のフィナーレである。交響曲第9番が未完であるため、ブルックナーが完成させた最後の第4楽章にあたる。ブルックナーの交響曲では、最終楽章で今までに登場した全ての素材が華々しく登場するという特徴があり、これもベートーヴェンの交響曲第9番に影響を受けている。
</p>
<p>
  冒頭部分をブルックナー本人は、コサック兵の騎行を示す弦楽器、軍楽を示す金管楽器群（第1主題、譜例3）、トランペットによるオーストリア皇帝とロシア皇帝との会談を示すファンファーレ（譜例4）だとしている。しかし現代では、描写される情景と不安定な調性とが乖離しているとの見方から、皇帝への献呈という目的に即した物語を付しただけに過ぎないとも解釈されているようである。コラール風の第2主題は半音階的書法であり、ワーグナーを彷彿とさせ、第3主題では死の行進と浄化とが表現される。展開部・再現部を経てコーダに入ると、圧倒的な頂点に至り、トランペットがファンファーレを響かせる。最後は全楽器が第1楽章の下降動機を高唱して全曲が結ばれ、80分超の音楽による巨大な神殿が完成する。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={100} />
<Figure src={figure4} caption="譜例4" maxHeightPx={100} />

<h3>最後に</h3>
<p>
  筆者が本稿を執筆した2024年は、ブルックナー生誕200周年のメモリアルイヤーであった。幸いにも筆者は8月に短時間ながらリンツを訪れる機会を作ることができ、ブルックナーの音楽の礎を築いた環境の一つに触れることができた。厳かな旧大聖堂とブルックナーが奏でたというオルガン、そして堂内に鳴り渡る音楽からは、ブルックナー作品の根幹にある宗教性と響きの美しさを感じることができた。また、街を流れるドナウ河の雄大な流れからは、丹念に描かれる長大で骨太な交響曲の一端を垣間見ることができた。
</p>
<p>
  自然や生活の中にふと美しい響きを感じ、耳を傾ける。そんな他愛もない営みこそが人生を一段と魅力的なものにしてくれる。然ればこそブルックナーの音楽はふとした瞬間、ありのままの心に温もりや高揚をもたらしてくれるのである。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>秋元道雄, 2002, 『パイプオルガン　歴史とメカニズム』, 東京都, (株)ショパン</li>
  <li>朝比奈隆, 2002, 『指揮者の仕事　朝比奈隆の交響楽談』, 東京都, 実業之日本社</li>
  <li>石原勇太郎, 2024, 『ブルックナーのしおり　生涯と作品へのアプローチ』, 東京都, 音楽之友社</li>
  <li>
    大阪フィルハーモニー交響楽団, “創立名誉指揮者　朝比奈 隆”, 大阪フィルハーモニー交響楽団,
    <UrlLink url="https://www.osaka-phil.com/profile/man1/" /> (参照2024-12-15)
  </li>
  <li>
    岡田暁生, 2006, 「マンガ名作オペラ2　解説　ワーグナー・ワールドへの招待（2）」, 里中満智子,
    2006,
    『マンガ名作オペラ2　ニーベルングの指環（下）　第二夜　ジークフリート　第三夜　神々の黄昏』,
    東京都, 中央公論新社
  </li>
  <li>音楽之友社編, 1993, 『作曲家別名曲解説ライブラリー⑤ ブルックナー』, 東京都, 音楽之友社</li>
  <li>土田英三郎, 1988, 『ブルックナー　―カラー版作曲家の生涯―』, 東京都, 新潮社</li>
  <li>
    川﨑高伸, “《第八交響曲》アダージョの５つの形”, 川﨑高伸,
    <UrlLink url="http://www.cwo.zaq.ne.jp/kawasaki/MusicPot/8sy.adagiohtml" /> (参照2024-12-19)
  </li>
  <li>DK社編, 2021, 『図鑑　世界の作曲家　中世から現代まで』, 東京都, 東京書籍株式会社</li>
  <li>根岸一美, 2006, 『作曲家◎人と作品　ブルックナー』, 東京都, 音楽之友社</li>
  <li>
    Leopold Nowak, 1985, Über Anton Bruckner: Gesammelte Aufsätze 1936-1984, Musikwissenschaftlicher
    Verlag, (レオポルト・ノヴァーク, 樋口隆一(訳), 2018, 『ブルックナー研究』, 東京都, 音楽之友社)
  </li>
  <li>
    Michel Chauvy, 2004, CARL SCHULICHT: le rêve accompli, Revue Musicale de Suisse Romande,
    (ミシェル・シェヴィ, 扇田慎平・塚本由理子・佐藤正樹(訳), 2009,
    『叢書：20世紀の芸術と文学　大指揮者カール・シューリヒト　生涯と芸術』, 東京都,
    株式会社アルファベータ)
  </li>
  <li>山之内克子, 2019, 『物語　オーストリアの歴史』, 東京都, 中央公論新社</li>
</Reference>
