<script lang="ts" context="module">
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Footnote from '$lib/component/post/Footnote.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import type { Metadata } from '$lib/posts/index.ts';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-07T20:00:02+0900',
    title: '交響曲第1番 ハ長調 作品68',
    composerSlug: 'brahms',
    concertSlug: 'regular-1',
    youTubeVideoId: 'Aqzi66WNTfY',
    tags: ['曲目解説', '第1回定期', 'ブラームス']
  };
</script>

<h3>はじめに</h3>

<p>
  恩師シューマンの勧めにより交響曲第1番の創作に着手したブラームスは、その完成に実に二十年余りを費やした。シューマンは評論『新しい道』（1853）の中でも、ブラームスを讃えつつ、「合唱・オーケストラ曲といった規模の大きな作品においても力を発揮することを期待したい」と記している。他方、決して遅筆ではないブラームスが、心待ちにされた交響曲第1番の完成にこれほどの時間をかけたのは、やはりベートーヴェンの存在を強く意識していたためであろう。「運命の動機」を多分に含む第1楽章、その初稿を書き終えたブラームスはかく言った。
</p>

<blockquote>
  交響曲なんか書くのはごめんだ。あの巨人が、自分の背後にいつも音を立てて行進してやってくる。
</blockquote>

<p>
  難産の末に産み出されたのは、“苦悩から歓喜”へと至る曲想を宿した、ベートーヴェンの第10交響曲とも評される大作である。内省的ながらも力に溢れるブラームスの息吹は、災禍を生きる我々が心に秘めた希望、その表顕たり得るだろう。
</p>

<h3>第1楽章 - Un poco sostenuto – Allegro</h3>

<p>
  バスとティンパニの重々しい響きに支配された序奏では、短調であることが示されたのち、上昇音型と下降音型が半音階で交錯する。荘厳ながらどこか空疎な寂寞感が世界を提示し、オーボエの優しく切ない旋律に導かれ主部へと入る。主部では慌ただしく緊張と弛緩が繰り返されるが、突如、ヴィオラから「運命の動機」が鋭い鼓動のごとく奏でられる（譜例1）。「運命の動機」がヴァイオリンへ移ると楽曲は激しさを増し、闘争の旋律、束の間の康寧を経て、ついには最高点へと達する。全体を通して短調だが、最後はポコ・ソステヌートへと速度を緩めつつ、長調に転じて結ばれる。
</p>

<Figure src={figure1} caption="譜例1. 「運命の動機」" maxHeightPx={70}></Figure>

<h3>第2楽章 - Andante sostenuto</h3>

<p>
  三部形式の楽章である。第一部で提示される、ヴァイオリンとファゴットによる穏やかで気高い旋律は、オーボエへと受け渡され豊かさを増してゆく。ふたたび現れる弦楽合奏による美しく透明感のある響きが、第二部を導く。木管の細やかな旋律ののちに、全合奏により痛切な句が届けられる。弦楽器を主体とした流麗な経過句に導かれた第三部では、オーボエの旋律に独奏ヴァイオリンと第1ホルンが加わりクライマックスを迎える。美しく儚い透明な空気感のまま、楽曲は消えゆくような終わりを迎える。
</p>

<h3>第3楽章 - Un poco allegretto e grazioso</h3>

<p>
  典雅な間奏曲風の楽章である。軽快なクラリネットにホルンの対旋律が重なり、穏やかな変奏が進行する。中間部は8分の6拍子、依然として軽やかな曲調のなかで、「運命の動機」と「死の動機」（譜例2）の執拗な掛け合いが繰り広げられる。その後、楽曲全体は第4楽章に向けて落ち着きを増してゆき、極めて静かに終わる。
</p>

<Figure src={figure2} caption="譜例2. 「死の動機」" maxHeightPx={65}></Figure>

<p>
  第3楽章の最大の特徴は、従来のスケルツォやメヌエットを採用しなかった点にある。ベートーヴェンの疾走感あふれるスケルツォとの差異は、ブラームスの作品を“内省的”たらしめる理由の一つであろう。
</p>

<h3>第4楽章 - Adagio - Più andante - Allegro non troppo, ma con brio - Più allegro</h3>

<p>
  序奏は二部構成である。第1部では第1楽章を想起させる荘厳で重苦しい旋律が、弦楽器のピツィカート・木管の強奏を経て鎮まる。第2部ではアルペン・ホルンを思わせる朗々としたホルン独奏により一挙に視界が開ける（譜例3）。かねてからブラームスはこの旋律に歌詞をつけており、それは彼が想いを寄せたクララ・シューマンに宛てた手紙に記されたものである。
</p>

<blockquote>
  "Hoch auf’m Berg, tief im Tal, grüß ich dich viel tausendmal!"<br />
  （高い山から、深い谷から、君に何千回も挨拶しよう）
</blockquote>

<p>
  溢れんばかりの想いを秘めつつ、楽曲はトロンボーン・ファゴットの穏やかなコラールを経て序奏の終わりを迎え、「歓喜の歌」を意識した第1主題へと入る。ヴァイオリンにより朗々と奏でられるハ長調の優雅な旋律は、やがて歓喜の嵐へと至る。アルペン風動機の回想により導かれる第2主題ではヴァイオリンの滑らかな旋律が響き、各動機が複雑に絡み合うとホ短調の激しい頂点へと達し、提示部が結ばれる。再現部では、第2主題に続いて第1主題が次々と回想されると、感情は昂ぶり、ピウ・アレグロへと達する。トロンボーンの荘厳なコラールを経て、高らかな歓呼の響きによって楽曲は締め括られる。“暗から明へ”、本作品がベートーヴェンの第10交響曲とも評される所以である。
</p>

<Figure src={figure3} caption="譜例3. 「アルペン風動機」" maxHeightPx={80}></Figure>

<h3>おわりに</h3>

<p>
  感染症の流行が生（なま）の音楽の価値を問うている。音楽のあり方が変わりゆくことへの危機感は、70年前、円熟期の指揮者フルトヴェングラーによっても表明されていた。彼は二度の世界大戦の先に訪れた物質主義の時代において、人間――純真に献身的に美を追究する心――に宿る芸術の深遠が、理論や技術のみに還元されゆく潮流を、強く忌避したのである。彼の警鐘は、社会批判というよりは、疲れにも近い、ロマン派芸術への愛惜の発露であった。純朴な情熱が表現をより一層自由にする中、高度に秩序整然とした作品を創りつづけたブラームスも例に漏れず、比較芸術論のみでは語り得ない“個”を模索していったのである。
</p>

<p>
  当団の奏者の多くは、感染症でかけがえのない演奏機会を喪った。それでも再びここに集い、各人にとっての「音楽の危機」を乗り越えようとしている。五線譜に紡がれたブラームスの想いが純白な心のCanvasへと映されるとき、生の音楽が鮮やかに立ち現れることを願ってやまない。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Footnote>
  （※）本稿は2021年8月に記されたものである。新型コロナウイルス第5波の影響により、当団の第1回定期は無観客開催を余儀なくされた。
</Footnote>

<Reference>
  <li>フルトヴェングラー, 芳賀檀（訳）, 1981年, 『音と言葉』, 東京都, 新潮社</li>
  <li>
    池辺晋一郎, 2005年, 『ブラームスの音符たち 池辺晋一郎の「新ブラームス考」』, 東京都,音楽之友社
  </li>
  <li>音楽之友社編, 1979年, 『最新名曲解説全集　交響曲Ⅱ（第2巻）』, 東京都, 音楽之友社</li>
  <li>
    クリスティアン・マルティン・シュミット, 2017年,
    『大作曲家とその時代シリーズ　ブラームスとその時代』, 東京都, 西村書店
  </li>
  <li>
    パウル・ベッカー, 松村哲哉（訳）, 2013年,
    『オーケストラの音楽史　大作曲家が追い求めた理想の音楽』, 東京都, 白水社
  </li>
</Reference>
