<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';
  import figure4 from './譜例4.webp';
  import figure5 from './譜例5.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-10-06T20:00:01+0900',
    title: 'ヴァイオリン協奏曲 ニ短調 作品47',
    composerSlug: 'sibelius',
    concertSlug: 'regular-8',
    youTubeVideoId: 'r2ljCrCCgBM',
    tags: ['曲目解説', '第8回定期', 'シベリウス']
  };
</script>

<p>
  シベリウスはフィンランドを代表する作曲家であり、フィンランドの過酷な自然や幻想的な民族伝承、住民の厳しく孤独な心を、有機的な構成の中にあってなお感じさせる作風が特徴である。また、ロシアの支配にあえぐフィンランドにおいて、フィンランドの民族叙事詩に基づく作曲等を通じ、ナショナル・アイデンティティの探究に寄与した人物としても名高い。
</p>

<h3>作曲背景</h3>

<p>
  1900年のヘルシンキ・フィルハーモニー管弦楽団パリ万博公演での《フィンランディア》や交響曲第1番の成功で国際的に知名度を獲得していたシベリウスは、1903年から生涯唯一の協奏曲となる本作の作曲を開始した。初演は1904年2月8日のヘルシンキにてシベリウス本人の指揮で行われたが、難易度の高い独奏パートを独奏者が弾きこなせず、失敗に終わった。その後、第1楽章のカデンツァを減らす等の改稿を実施し、現在の形である決定版の完成に至る。現行決定版は1905年10月19日のベルリンにて、リヒャルト・シュトラウス指揮で初演を迎えた。その評価は概ね好評だったとする文献もあれば、評論家が賛否で二分されたとする文献もある。いずれにせよ、この傑作が真に理解され、ヴァイオリニストのレパートリーに定着するには長い時間がかかることとなった。
</p>

<h3>楽曲展開</h3>

<p>
  独奏ヴァイオリンとオーケストラが共に表現豊かな幻想世界を醸し出す点が特徴的である。また、和声の観点では、旋法性が強く従来の機能和声とのずれが度々生じている点が魅力的である。
</p>

<h4>第1楽章 Allegro</h4>

<p>
  中央にカデンツァが配置される、拡大されたソナタ形式である。提示部ではまず、弦楽器の和音がさざめく中、独奏ヴァイオリンが仄暗い内面的雰囲気を帯びた第1主題（譜例1）を奏で、曲調の盛り上がりと共に技巧性も増して、アルペッジョを伴う小カデンツァへと至る。四分の六拍子に変化すると、ファゴットが第2主題を導入し、独奏ヴァイオリンが引き継いでオクターヴ奏法で華やかに奏で上げる（譜例2）。すると独奏ヴァイオリンは休息に入り、低弦楽器と管楽器の和音の中、ヴァイオリンがトゥッティで第3主題を激しく奏でる（譜例3）。金管楽器の叫び、木管楽器の感傷的な響きと続いて、全合奏での爆発的な咆哮による交響的なクライマックスに至り、音は急速に遠のく。展開部に相当する箇所では、独奏ヴァイオリンが提示部の全3主題を用いた技巧的なカデンツァを奏でる。再現部では提示部の主題を順に再現しつつも、展開的要素も織り込まれて奏される。曲想が激しくなり、独奏ヴァイオリンが再度第1主題に至るとコーダとなり、増1度の音のぶつかり合いを認めつつ、ニ音上の旋律的短音階で力強く閉じられる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={95}></Figure>

<Figure src={figure2} caption="譜例2" maxHeightPx={110}></Figure>

<Figure src={figure3} caption="譜例3" maxHeightPx={100}></Figure>

<h4>第2楽章 Adagio ma non troppo</h4>

<p>
  旋法的なインテルメッツォないしロマンツァ風の自由な3部形式である。まず木管を中心に序奏主題が旋法的に3度音程で奏される。次いで独奏ヴァイオリンが主題を奏で、完全終止する。同時に弦楽器群が音高を変えながら主題モティーフを繰り返し奏する。その後、オーボエ・クラリネット・ヴィオラが主題を再現し、次第に盛り上がりを見せて頂点を迎える。そしてコーダに入り、静かに曲を閉じる。
</p>

<h4>第3楽章 Allegro moderato</h4>

<p>
  自由かつ不完全なロンド形式である。管弦楽の保持リズムにのせて、独奏ヴァイオリンが2つの主題に基づき、反復進行と超絶技巧で彩り、発展させていく（譜例4・5）。そしてコーダに突入すると、独奏ヴァイオリンが旋法性を一部備えた音階を上下した後、華々しく駆け上がって曲を締め括る。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={110}></Figure>

<Figure src={figure5} caption="譜例5" maxHeightPx={160}></Figure>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>大輪公壱（解説）, 2015, 『シベリウス　ヴァイオリン協奏曲ニ短調』, 東京, 全音楽譜出版社</li>
  <li>
    神部智, 2015, 『シベリウスの交響詩とその時代　神話と音楽をめぐる作曲家の冒険』, 東京, 音楽之友社
  </li>
  <li>神部智, 2017, 『作曲家◎人と作品　シベリウス』, 東京, 音楽之友社</li>
  <li>
    神部智, 2021,
    『フィンランドにおけるナショナル・アイデンティティの形成-シベリウス台頭以前におけるフィンランド音楽界の様相』,
    茨城大学教育学部紀要 (人文・社会科学・芸術), (70), 19-29.
  </li>
  <li>菅野浩和, 1967, 『シベリウス　生涯と作品』, 東京, 音楽之友社</li>
  <li>
    ハンヌ=イラリ・ランピラ, 1986, 『シベリウスの生涯』, 東京, 筑摩書房, 舘野泉監修、稲垣美晴訳
  </li>
</Reference>
