<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Figure from '$lib/component/post/Figure.svelte';

  import example1 from './example-1.png';
  import example2 from './example-2.png';
  import example3 from './example-3.png';
  import example4 from './example-4.png';
  import example5 from './example-5.png';
  import example6 from './example-6.png';
  import example7 from './example-7.png';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-06-27T19:00:01+0900',
    title: '交響曲第2番 ハ長調 Op.61',
    composerSlug: 'schumann',
    concertSlug: 'regular-14',
    tags: ['曲目解説', '第14回定期', 'シューマン']
  };
</script>

<blockquote>
  この数日間、トランペットとティンパニの音が、頭のなかを鳴り続けています。ここから何が生まれるのか、私にはまだわかりません。
</blockquote>

<p>
  上記の文は本解説の執筆にあたって参照した複数の文献で取り上げられている。1845年9月にメンデルスゾーンに宛てて書かれた手紙の一節は、本作品の最初のインスピレーションを示すと同時に、シューマン自身の精神状態を端的に表している。
</p>
<p>
  本演奏会で扱うメンデルスゾーンとシューマンは同時代に活躍し、互いを認め合った存在である。そして、家族をこよなく愛し、その喪失によるショックが間接的に夭折を招いたといえる点でも似ているといえよう。メンデルスゾーンの場合は、姉ファニーが脳卒中で亡くなったことが健康状態悪化を招き、シューマンの場合は、幼少期に家族と離れたこと・喪ったことがその後の人生にも付き纏ったとされている。
</p>
<p>
  彼らの音楽は愛に溢れているが、ある種の不安も渦巻いている。しかしながら、その感情こそが彼らの音楽の魅力に寄与しているともいえる。
</p>

<h3>作曲までの歩み</h3>

<p>
  シューマンは1810年にドイツ、ライプツィヒ近郊の町、ツヴィッカウで末子として生まれた。出版社を興した勤勉な父に対して「心のこもった愛情あふれる教育を受けた」と自身でも回想している通り、暖かい両親と兄弟に囲まれていたことは確かである。その家庭にあってシューマンは手厚い初等教育を受け、音楽や詩に傾倒した。しかし、3-5歳の頃に代理母に預けられて家族との精神的距離が離れる経験をしたことや、16歳頃には姉の死（神経病による自殺と言われる）、次いで父の死を経験したことは、その後の人生に影を落としたといえよう。特に父はシューマンの音楽活動を最も理解していた家族であったため、その喪失感はとても大きかったであろう。また、1826年にウェーバー、1827年にベートーヴェン、1828年にシューベルトと、偉大な作曲家がこの世を去っている。特にシューベルトを崇拝と呼べるほど敬愛していたシューマンにとっては、彼の死も、大切な人を引き摺り込んでいく「死」への恐怖心を植え付けるに足るものであったと思われる。以降、彼は度々精神の不調をきたすことになる。
</p>
<p>
  その後シューマンは、1828年からフリードリヒ・ヴィークの元でピアノを学んだ。フリードリヒの娘で、後に妻となるクララと出会ったのもこの頃である。しかし、1832年に自作の装置を使った練習により指が不自由となってしまったため、ピアニストの道は絶たれてしまった。そこで作曲家に注力し、かたや1834年には『音楽新報』を創刊してロマン主義者を未来の担い手として賞賛する等、音楽評論家としても活躍した。
</p>
<p>
  著名なピアニストとして大成したクララとの結婚には、フリードリヒの反対もあり裁判にまで至った。結局、1840年に結婚許可判決を得る。幸せな結果だったが、苦悩も経験することになる。1842年にシューマンはクララの演奏旅行に帯同したが、その道中でクララのみが晩餐会に呼ばれるという事件があったのである。クララが「結婚以来最もおぞましい日」と述懐しているこの事件により、シューマンは、妻が自身よりも世間に求められていると感じ、精神を病んでしまった。これと同様の出来事は1844年にもあり、同様に精神を病んだシューマンは、ついに本解説冒頭で引用した旋律を幻聴として聴くことになる。
</p>

<h3>楽曲解説</h3>

<p>
  1846年11月にメンデルスゾーンの指揮により初演された本作品は、まさにシューマンの精神の浮き沈みが激しい時期に書かれた。シューマンは1844年に発症した精神疾患が回復せず、『音楽新報』の編集から退き、転居もして療養に努めた。その甲斐あって小康状態となった1845年12月に本作品のスケッチが作られた。しかし、その後も発作に阻まれ、完成には1846年10月までを要した。
</p>
<p>
  シューマンの楽曲はいずれも何かから受けた啓示に基づいて作曲されていると言われており、交響曲についても標題音楽である交響詩の形態に近いともいわれる。確かに本作品でも幻聴が「啓示」となっている。
</p>
<p>
  シューマンは脳内に執拗に鳴り響く音を五線譜に投影することで、なんとか苦しみから逃れようとしていたのかもしれない。
</p>

<h4>第1楽章 Sostenuto assai – Allegro ma non troppo ハ長調</h4>

<p>
  導入部では、ホルン、トランペット、アルト・トロンボーンが、全曲のモットーのように扱われる動機（譜例1）を提示する。これがシューマンの脳内に鳴り響いた旋律と推察される。その後、第1主題のリズムを暗示するように運動性を増すが、一旦冒頭の動機に戻って終わる。
</p>
<p>
  主部は第2主題が不明瞭なソナタ形式である。提示部では第1主題（譜例2）がリズムを発展させながら奏でられ、それをさまざまな動機が彩る。途中でト長調に変化した箇所からが第2主題とされるが、リズムは第1主題と同様である。
</p>
<p>展開部では第1主題はなりをひそめ、主部で主題を彩った様々な動機が活躍する。</p>
<p>
  再現部が提示部と同様に経過し、終結部では導入部の金管のモットーが現れつつ、第1主題のリズムが華々しく楽章を締め括る。
</p>

<Figure src={example1} caption="譜例1" maxHeightPx={70} />
<Figure src={example2} caption="譜例2" maxHeightPx={90} />

<h4>第2楽章 Scherzo Allegro vivace</h4>

<p>
  ハ長調、トリオを2つ持つスケルツォであり、3回のスケルツォの合間にそれぞれトリオが奏でられる。スケルツォ部分ではいずれも弦が主体となり、16分音符のパッセージ（譜例3）を奏でており、その響きはメンデルスゾーンを想起させ、彼らの親友関係を認識させてくれる。
</p>
<p>
  第1トリオでは管楽器の3連音楽句が、第2トリオでは4分音符を主体とした牧歌的で落ち着いた旋律が奏でられる。最後のコーダも16分音符で締められるが、第1楽章冒頭のモットー（譜例1）が再度現れる点にもご注目いただきたい。
</p>

<Figure src={example3} caption="譜例3" maxHeightPx={70} />

<h4>第3楽章 Adagio espressivo</h4>

<p>
  ハ短調、幻想曲風の楽章だが、構成は「A-B-A-C-A-B-A」とロンド的である。楽章を通じて主要主題（譜例4）が変形しながら扱われる。旋律や内声のリズムは、シューマンを1853年に訪ねて以来家族ぐるみで交流のあったブラームスの楽曲を想起させるものであり、師匠の風格を感じさせる。
</p>

<Figure src={example4} caption="譜例4" maxHeightPx={90} />

<h4>第4楽章 Allegro molto vivace</h4>

<p>ハ長調、前半が節約されたソナタ形式、後半は前半と異なる主題を用いた自由な形式である。</p>
<p>
  序奏（譜例5）の後に行進曲風の第1主題（譜例6）が力強く現れ、展開される。第1主題と、その直後に奏でられる副主題部の3連音型は、シューベルトの大ハ長調交響曲を想起させ、シューマンのシューベルトへの尊敬を仄かに感じられる。副主題部の後には第3楽章の主題冒頭の変形が奏でられ、高潮して第1主題へと復帰していき、展開的再現部に入る。主題が再現されていく中で響くのは序奏（譜例5）と第1楽章冒頭のモットー（譜例1）であり、次第に収まって前半を終える。
</p>
<p>
  後半は全く異なる主題（譜例7）を用いて、前半部や第1楽章の材料を織り交ぜながら進んでいき、全曲の終結部である印象を覚える。最後は、ティンパニの連打と力強いハ長調の和音で締め括られる。
</p>

<Figure src={example5} caption="譜例5" maxHeightPx={80} />
<Figure src={example6} caption="譜例6" maxHeightPx={80} />
<Figure src={example7} caption="譜例7" maxHeightPx={80} />

<h3>最後に</h3>

<p>
  シューマンの抱いた苦悩は、現代において我々が直面するそれとなんら変わりはない。仕事を諦めざるを得ないこと、周囲の活躍に自分だけが追いつけないこと、家族や親友が苦しんでいる・亡くなったのを知ること、これらは現代でも容易に経験することである。そしてその経験に対する本質的な救いは存在せず、与えられる精神的な苦痛は計り知れない。そのような世界にあって我々がいかに日々を過ごしていくかに思いを馳せた時に、ふとシューマンの楽曲に滲む愛と苦悩に共鳴させられるのかもしれない。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>
    池辺晋一郎, 2010, 『シューマンの音符たち　池辺晋一郎の「新シューマン考』, 東京都, 音楽之友社
  </li>
  <li>
    ウード・ラオホフライシュ, 井上節子(訳), 1995, 『ローベルト・シューマン　引き裂かれた精神』,
    東京都, 音楽之友社
  </li>
  <li>音楽之友社編, 1995, 『作曲家別名曲解説ライブラリー23 シューマン』, 東京都, 音楽之友社</li>
  <li>三枝成彰, 1997, 『第作曲家たちの履歴書』, 東京都, 中央公論社</li>
  <li>志生野みゆき, 2002, 『マンガ音楽家ストーリー6　シューマン』, 東京都, ドレミ音楽出版社</li>
  <li>
    全音楽譜出版社発行, 『オイレンブルク・スコア　シューマン　交響曲第2番ハ長調』,東京都,
    全音楽譜出版社　よりリンダ・コーレル・ロェズナー,石川亮子（訳）,『序文（解説）』
  </li>
  <li>藤本一子, 2008, 『作曲家◎人と作品　シューマン』, 東京都, 音楽之友社</li>
  <li>モニカ・シュテークマン, 2014, 『クララ・シューマン』, 東京都, 春秋社</li>
</Reference>
