<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figureIdeefixe1 from './ideefixe1.webp';
  import figureIdeefixe2 from './ideefixe2.webp';
  import figureIdeefixe3 from './ideefixe3.webp';
  import figureIdeefixe4 from './ideefixe4.webp';
  import figureIdeefixe5 from './ideefixe5.webp';
  import figureDiesirae from './diesirae.webp';
  import figureRondo from './rondo.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-21T20:00:02+0900',
    title: '幻想交響曲 作品14',
    composerSlug: 'berlioz',
    concertSlug: 'regular-3',
    youTubeVideoId: 'Kk_154PCUuM',
    tags: ['曲目解説', '第3回定期', 'ベルリオーズ']
  };
</script>

<p>
  幻想交響曲op.14はフランスの作曲家ベルリオーズ（1803–1869）が1830年に作曲した交響曲であり、彼の最大の代表作である。当時としては楽器編成、楽曲構成ともに大規模な管弦楽作品ではあったものの、作曲に要した期間はわずか3か月ほどであった。自筆譜の表紙には「ある音楽家の生涯の出来事、5部の幻想的交響曲」と記載されている。ここでの「ある音楽家」とは、他ならぬベルリオーズ本人のことである。
</p>

<p>
  作曲の経緯は以下の通りである。1827年、当時まだ無名であったベルリオーズはパリでシェイクスピア劇団による演劇『ハムレット』を鑑賞する。その際主演女優であるハリエット・スミスソンに恋心を抱くが、その思いは通じず、劇団はパリを去ってしまう。ただし、その実らぬ恋は彼の音楽活動の原動力となった。1830年当時、ベルリオーズは新たな恋人であるカミーユ・モークと婚約関係にあり、そのなかでスミスソンに対する様々な感情を抱きながら、自身のスミスソンとの恋愛経験を顧みて作曲された。ちなみに、1832年に行われたこの作品の初演演奏会を機にベルリオーズはスミスソンとの交際を始め、翌年結婚することとなる。
</p>

<p>
  この作品には作曲者自身によって標題（テキスト）が付けられており、演奏の際には解説の掲載されたプログラムノートを配るようにとの要請があった（1855年に「コンサートの演奏であれば省略可能」と変更された）。以前にもベートーヴェンの第六交響曲《田園》のような表題（タイトル）が付随する音楽作品は存在していた。しかし、自身の恋愛経験に基づく妄想という特定の題材について、標題として表現し、それを音楽で描写するという幻想交響曲のコンセプトは当時としては類を見ないものであり、標題音楽のはしりとなった。
</p>

<p>
  イデー・フィクス（固定楽想; idée
  fixe）を用いたことも特異な点の一つである。イデー・フィクスとは直訳すると、固定観念や強迫観念という意味になる。ベルリオーズは、作中に登場する音楽家の愛する女性の姿をイデー・フィクスとして登場させ、標題に合わせて変化させることで夢の中での彼女の変容を表現した。
</p>

<p>
  下記の楽章解説では、ベルリオーズ自身による1855年版の解説を共に記載する。是非、当時の聴衆と同様の体験をしていただきたい。（W.
  デームリンク, 1993, 『ベルリオーズとその時代』, 池上純一（訳）, 新潟：西村書店より引用）
</p>

<blockquote>
  <h4 style="font-style: normal;">［前書き］</h4>

  <p>
    劇場で『幻想交響曲』を演奏し、引き続いて、「ある芸術家の生涯のエピソード」を補完し、完結させる「モノドラマ」*を演奏する場合には、以下のプログラムを必ず聴衆に配布しなければならない。この場合、オーケストラは客席から見えないように劇場の舞台に幕を下ろしてその後ろに配置する。
  </p>

  <p>
    交響曲だけを切り離してコンサート形式で演奏する場合には、この指示の限りではない。プログラムの配布も必要ではない。聴衆は５つの楽章の標題さえ覚えていれば十分である。この交響曲は、一切の演劇的な関心を抜きにしても、それだけで音楽としての魅力を十分に備えている（と作者は期待している）。
  </p>

  <p style="font-style: normal; text-indent: 0; font-size: 0.85em;">
    * 筆者注：幻想交響曲の続編である《レリオ、あるいは生への復帰》op.14bのこと
  </p>
</blockquote>

<blockquote>
  <h4 style="font-style: normal;">［交響曲のプログラム］</h4>

  <p>
    病的な感受性と激しい想像力をもつ若い音楽家が、恋に絶望し、発作的に阿片を飲む。麻薬は彼を死にいたらしめるには弱過ぎ、彼は重苦しい眠りに落ち、世にも奇妙な幻覚に包まれる。眠っている彼の病んだ頭のなかに、音楽的な想念やイメージを通じて、さまざまな感覚、感情、記憶が現れる。恋人さえも一本の旋律と化してしまい、いたるところに見えたり聞こえたりするイデー・フィクスのような存在となる。
  </p>
</blockquote>

<h3>第1楽章 - 「夢、情熱」（Rêveries, Passions）</h3>

<blockquote>
  まず彼は、恋人が現れる以前の不安定な精神状態、情念の迷走、メランコリー、わけもなく込み上げてくる歓喜を思い出す。それから、彼女によって突然火をつけられた愛の炎、ほとんど気違いじみた不安、嫉妬まじりの憤怒、ふたたび目覚めたやさしい気持ち、宗教的な慰めなどを思い返す。
</blockquote>

<p>
  フルートとクラリネットの三連符によって楽章は夢うつつの中で幕を開け、すぐにヴァイオリンが弱々しい旋律を途切れ途切れに奏でる。突然、浮かれた気分を表すかの主題がヴァイオリンの六連符によって挿入される。それが収まると再び冒頭の旋律に回帰するが今度は途切れずに続き、徐々に力を帯びながら主部へと移ろいゆく。
</p>

<p>
  電撃が走ったかのような和音で情熱的な主部になだれ込み、ここにきてようやく第2ヴァイオリン以下の弦楽器による鼓動を伴って、フルートと第１ヴァイオリンがイデー・フィクスを提示する（譜例1）。激情的な展開部、そして再現部を経たのちにやがて音楽は落ち着き、宗教的な慰めの中でアーメン終止によって静かに結ばれる。
</p>

<Figure src={figureIdeefixe1} caption="譜例1" maxHeightPx={70}></Figure>

<h3>第2楽章 - 「舞踏会」（Un bal）</h3>

<blockquote>舞踏会に出かけた彼は、晴れがましい祝宴の喧騒のなかに恋人の姿を見つける。</blockquote>

<p>
  ワルツの開始を前にした人々が華やいでいる様子から楽章は始まる。だんだんと昂っていくと、ワルツの旋律が第1ヴァイオリンによって提示される。この旋律を中心にワルツは盛り上がりを形成し、その落ち着きとともにフルートとオーボエの二重奏によるイデー・フィクスが顔を出す（譜例2）。このイデー・フィクスは楽器を変えながら3度登場し、その3度目の登場を機にワルツは結尾部への盛り上がりへと突き進み、華やかさのうちに閉じる。
</p>

<Figure src={figureIdeefixe2} caption="譜例2" maxHeightPx={70}></Figure>

<h3>第3楽章 - 「野の風景」（Scène aux champs）</h3>

<blockquote>
  ある夏の夕方、彼は野原に出ると、二人の牧人が牛追い唄を歌い交わすのが聞こえてくる。この牧歌的な二重唱、周囲の情景、風にそよぐ木々の心地よい葉擦れの音、最近になって芽生えた微かな希望、こうしたものがいっしょになって彼の心に新鮮な安らぎが生まれ、気持ちがパッと明るくなる。そこへまた、彼女が現れる。彼は胸が締め付けられ、痛ましい予感に動揺する。もしも彼女に裏切られたら……牧人のひとりがもう一度素朴な旋律を歌うが、もうひとりは応えない……陽が沈む……遠くに雷鳴……孤独……静寂……
</blockquote>

<p>
  コーラングレと舞台裏に配置されたオーボエの対話によって二人の牧人が牛追い唄を歌い交わす様子から楽章は始まる。やがてフルートと第1ヴァイオリンによって田園的な旋律が提示され、それに徐々に楽器が加わっていく。イデー・フィクスは田園的風景に挿画されるように断片的に幾度も登場する（譜例3）。痛ましい予感と共に心は騒ぎ、不安は増すが、やがてそれも落ち着き、曲は再び牧人が牛追い唄を吹く様子に回帰する。牛追い唄の呼びかけに返事は無く、その代わりにティンパニの奏する遠雷と共に徐々に静まり、寂しげに終わる。
</p>

<Figure src={figureIdeefixe3} caption="譜例3" maxHeightPx={90}></Figure>

<h3>第4楽章 - 「断頭台への行進」（Marche au supplice）</h3>

<blockquote>
  夢の中で彼は愛した女を殺し、死刑の宣告を受け、断頭台へと引き立てられてゆく。耳を<ruby
    >聾<rp>(</rp><rt>ろう</rt><rp>)</rp></ruby
  >せんばかりの大音量の爆発に続いて、重く鈍い足音が聞こえ、ある時は陰鬱で残忍な、またある時は華麗で厳粛な行進曲に合わせて行列が進む。最後にほんの一瞬、愛の名残を惜しむようにイデー・フィクスが現れるが、必殺の一撃によって断ち切られる。
</blockquote>

<p>
  不気味なリズムに乗ってホルンが断頭台への行進の様子を表現する場面で幕を開ける。その行進は徐々に力を増し、ヒステリックなほどの盛り上がりを見せる。突然のその中断と共にイデー・フィクスが弱々しくクラリネットで奏されるが完結することなく、ギロチンの刃によって断ち切られる（譜例4）。首が落ちたのを見て群衆は熱狂し、そのまま楽章は閉じる。
</p>

<Figure src={figureIdeefixe4} caption="譜例4" maxHeightPx={80}></Figure>

<h3>第5楽章 - 「魔女の夜宴の夢」（Songe d’une nuit du Sabbat）</h3>

<blockquote>
  彼はサバト（魔女の夜宴）の場におり、彼を弔うために集まって来た亡霊や魔女など、ありとあらゆる怪物たちの身の毛もよだつような群れに囲まれている。奇怪な物音、うめき声、哄笑、遠くで上がる叫び声に別の声が応えているようだ。彼の愛した旋律がもう一度現れるが、気高くつつましやかな調子は見る影もない。あれは彼女だ、彼女がサバトにやってきたのだ。彼女の到着に歓喜の咆哮が上がる……彼女は悪魔の狂宴に加わる……弔いの鐘、怒りの日の滑稽なパロディー。サバトのロンド（輪舞）。サバトのロンドと怒りの日が、一緒に鳴り響く。
</blockquote>

<p>
  不気味な雰囲気を醸し出す弦楽器のトレモロで序奏が始まる。管楽器による鳥の鳴き声などが挿入されながらしばらくすると、イデー・フィクスがクラリネットによって奏されるが、決して今までのような姿ではなく、トリルを伴ったグロテスクな姿になってしまっている（譜例5）。このイデー・フィクスをきっかけとして音楽は盛り上がるが、やがて収まると鐘の音が鳴り響き、グレゴリオ聖歌「怒りの日」のパロディーがバスーン（ファゴット）とチューバ（本来の指定はオフィクレイド）によって重々しく奏される（譜例6）。幾度か繰り返されたのちに弦楽器をきっかけとしてロンドが始まり、いよいよサバトが開宴する（譜例7）。そして様々な場面を経ながら音楽は勢いを増し、狂宴の中で幕を閉じる。
</p>

<Figure src={figureIdeefixe5} caption="譜例5" maxHeightPx={70}></Figure>

<Figure src={figureDiesirae} caption="譜例6" maxHeightPx={80}></Figure>

<Figure src={figureRondo} caption="譜例7" maxHeightPx={80}></Figure>

<Author>Vn. 宮本 周征</Author>

<Reference>
  <li>
    音楽之友社, 1986, 『最新名曲解説全集 第1巻 交響曲I』, 音楽之友社（編）, 344-356,
    東京：音楽之友社
  </li>
  <li>堀内久美雄, 2008, 『新訂 標準音楽辞典 トーワ』, 堀内久美雄（編）, 東京：音楽之友社</li>
  <li>下中邦彦, 1985, 『音楽大辞典 第5巻』, 下中邦彦（編）, 東京：平凡社</li>
  <li>W. デームリンク, 1993, 『ベルリオーズとその時代』, 池上純一（訳）, 新潟：西村書店</li>
</Reference>
