<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-21T20:00:01+0900',
    title: '《アルルの女》第2組曲',
    composerSlug: 'bizet',
    concertSlug: 'regular-3',
    youTubeVideoId: 'wGcpaYXt7k8',
    tags: ['曲目解説', '第3回定期', 'ビゼー']
  };
</script>

<p>
  《アルルの女》第2組曲は、フランスの作曲家ビゼーの劇付随音楽《アルルの女》を元に、彼の親友でパリ国立音楽院作曲学教授のギローによって編曲された組曲である。
</p>

<p>
  ビゼーは、1838年、パリにて、声楽教師の父とピアニストの母の間に生まれる。幼い頃から音楽に親しみ、《真珠採り》（1863）や《美しきパースの娘》（1866）で劇音楽作曲家としての地位を確立すると、1875年には代表作の一つ、オペラ《カルメン》が初演されるが、斬新な試みなどを理由に酷評を受ける。その3か月後、ビゼーは36歳の若さでこの世を去り、《カルメン》が後年その真価を認められるのを見ることは叶わなかった。
</p>

<p>
  劇付随音楽《アルルの女》は、1872年に同名小説を基にした戯曲の上演のために作曲された。この戯曲は、南フランスのアルル近郊のカマルグという農村を舞台とした3幕構成の悲劇である。旧家の長男フレデリは、アルルで出会った女性に心を奪われるが、牧場番のミティフィオが彼女の恋人は自分だと主張する（第1幕）。失恋したフレデリは憔悴しきり、それを心配する母ローザの願いを受けて、幼馴染ヴィヴェッタが彼に優しい言葉をかけ、やがて2人は婚約する（第2幕）。しかし婚礼準備の最中、ミティフィオが「アルルの女と駆け落ちする」と話すのを聞いたフレデリは再び錯乱し、バルコニーから飛び降り絶命する（第3幕）。
</p>

<p>
  この作品に登場する全27曲からビゼー自身が4曲を選び編曲した《アルルの女》第1組曲は、1872年に初演され、当初から高い人気を博した。第2組曲は、ビゼーの死後となる1879年、ギローにより《アルルの女》や他のビゼー作品から4曲を選んで編まれた。その後、第1組曲と同様にビゼーの代表作として今日まで絶えず演奏されている。
</p>

<h3>第1曲　＜パストラール＞</h3>

<p>原作では第2幕冒頭で演奏される。</p>

<p>
  3部形式を取り、第1部では豪快な旋律が展開されていく。第2部は打楽器や弦楽器のきざむ舞踏風リズムの上に、フルートとクラリネットがオクターヴで軽快な主旋律を出し、オーボエとピッコロとがそれを続け、反復しながら展開する。第3部は原作にはなく、第1部を短縮して再現する。
</p>

<h3>第2曲　＜間奏曲＞</h3>

<p>原作では第2幕で演奏される。</p>

<p>
  荘厳な前奏の後で、優美で哀愁のある主旋律がサックスとホルンのオクターヴで奏せられ、感動的な頂点に達した後、再び前奏の旋律が終結部で用いられる。
</p>

<h3>第3曲　＜メヌエット＞</h3>

<p>
  ビゼーのオペラ《美しきパースの娘》から取られたものであるが、今では《アルルの女》第3幕で演奏されている。
</p>

<p>
  ハープの伴奏の上で、独奏フルートが優美な旋律を奏で、次第に他の楽器を加えて音の変化と厚みを増す。やがて再び元のフルートとハープのみに戻り、清らかに終わる。
</p>

<h3>第4曲　＜ファランドール＞</h3>

<p>
  原作の第3幕で村人たちの踊るファランドール舞曲と、同じ幕で合唱されるプロヴァンス民謡《3人の王の行列》とを合せたものである。《3人の王の行列》は、第1組曲第1曲にも登場する。
</p>

<p>
  初め全合奏で《3人の王の行列》の主題を打ち出し、次にこの主題が、弦と木管とホルンにより二部のカノンとなって繰り返される。ついでプロヴァンス太鼓の細かいリズムの上に、木管が弱く急速なファランドール主題を奏し始める。これが幾度も繰り返されて熱狂を加えてゆき、行進曲主題がファランドール主題と交互に奏される。クライマックスでは両主題が同時に現れ、壮快に曲を締めくくる。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    ジョン・バロウズ（原書監修） ／芳野靖夫（日本語版監修）／松村哲哉（訳）, 2013年,
    『クラシック作曲家大全―より深く楽しむために』, 東京都, 日東書院
  </li>
  <li>
    堀内敬三, 1980年, 「組曲『アルルの女』」『最新名曲解説全集第5巻 管弦楽曲Ⅱ』（音楽之友社（編））,
    160-166, 東京都, 音楽之友社
  </li>
</Reference>
