<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2026-01-31T20:00:00+0900',
    title: 'ダンソン 第2番',
    composerSlug: 'marquez',
    concertSlug: 'regular-16',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第16回定期', 'マルケス']
  };
</script>

<figure>
  <blockquote>
    何かが我我の存在を邪魔している。だが我々は自分の存在に対して、大胆であることも、またそれに直面することもできないので、「祭り」に訴えるのである。それは我々を宙に打ち上げる。自分自身を燃やしてしまう陶酔、空中への発砲、花火なのだ。
  </blockquote>
  <figcaption>オクタビオ・パス著『孤独の迷宮　メキシコの文化と歴史』より引用</figcaption>
</figure>

<p>
  本演奏会の開幕を飾るのは、1994年にメキシコの作曲家マルケスが作曲したヒット作で、哀愁を帯びた旋律とダンス的性格とを併せ持つ。
</p>

<p>
  マルケスがダンソンという踊りに出会ったのは彼が40歳の頃であった。キューバに起源を持ち、現在もメキシコで根強い人気を誇るこの踊りは、優雅さと郷愁、そしてどこか抑制された情熱を内包しているともいえよう。以降「ダンソン」を題材とした連作が始まり、本作品はその第2作にあたる。
</p>

<p>
  本作品はメキシコ国立自治大学のフィルハーモニー管弦楽団からの委嘱作品であり、色彩豊かで華やかな響きを特徴としている。しかしその華やかさの背後には、単なる享楽にとどまらない感情の陰影が潜んでいる。1994年1月、メキシコ政府によるNAFTA条約締結に反対してサパティスタの反乱が発生した。そこには先住民族が白人中心社会に抱いてきた不満も見え隠れしており、本作品からはこの感情に対するマルケスの共感も読み取れる。
</p>

<p>
  哀愁を帯びた旋律には、祝祭が人々を高揚させると同時に、内に抱えた不安や悲しみを露わにする場でもあるという、メキシコ文化の本質が映し出されているようにも受け取れる。
</p>

<p>祝祭的な高揚の裏に悲しみや抵抗の記憶が折り重なる点にこそ、本作品の核心があるといえるだろう。</p>

<figure>
  <blockquote>
    メキシコの祭りほど陽気なものはないが、同時にこれほど悲しいものもない。祭りの夜は弔いの夜でもある。
  </blockquote>
  <figcaption>オクタビオ・パス著『孤独の迷宮　メキシコの文化と歴史』より引用</figcaption>
</figure>

<p>
  楽曲は、冒頭から打ち鳴らされるクラベス（棒状の木片2本を打ち鳴らす打楽器）による鮮やかなラテングルーヴを纏って始まる。そのリズムの上に、クラリネットの旋律が現れ、やがてオーボエへと受け渡される。二つの声部は、まるで踊り手同士が呼応するかのように絡み合い、舞踊の情景を思わせる旋律的な二重奏を描き出す。
</p>

<p>
  続いて、ピアノの導きにより、音楽は新たなセクションへと移行する。弦楽器や金管楽器によるスタッカートやアクセントの効いた音が加わることで、雰囲気は大きく変化する。その後、木管と金管によって新しい主題が提示されるが、その流れは甘美に響くピッコロの音によって一度中断され、ピアノの独奏によって音楽は再び抒情的な世界へと引き戻される。
</p>

<p>
  しかし、美しい抒情に浸ったのも束の間、音楽は弦楽器と管楽器による打楽器的な騒々しさと荒々しさを備えたセクションに突入する。これまでに現れた主題の断片が不協和の中で次々と姿を現し、作品は次第に熱を帯びていく。遂に狂乱の頂点へと達すると、全合奏が反復リズムを力強く奏で、音量の高まりとともに音楽の推進力も極限まで増幅させつつ、楽曲は壮大な終結へと至る。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>
    オクタビオ・パス, 高山智博/熊谷明子訳, 1982, 『《叢書・ウニベルシタス 114》孤独の迷宮
    メキシコの文化と歴史』,財団法人法政大学出版局, 東京都
  </li>
  <li>
    小室敬幸, 2024, 『ビバ・マエストロ！ 指揮者ドゥダメルの挑戦(パンフレット) 楽曲解説』,
    株式会社ディスクユニオン, 東京都
  </li>
  <li>
    高橋綾. (2009). 自律と自治のための/としての 「こどもの哲学」: メキシコにおける
    「こどものための哲学」 国際会議に参加して. 臨床哲学, 10, 97-112.
  </li>
  <li>
    20th C. Mexican Music Seminar, 『Arturo Márquez and Danzón No. 2』, 20th C. Mexican Music
    Seminar, （Accessed 2025/12/31,
    <UrlLink
      url="https://mexicanmusicseminar2017.wordpress.com/2017/04/18/arturo-marquez-and-danzon-no-2/"
    />）
  </li>
  <li>
    ブライアン・ハムネット, 土井亨訳, 2008, 『ケンブリッジ版世界各国史 メキシコの歴史』, 創土社,
    東京都
  </li>
  <li>
    山田真一, 2011, 『貧困社会から生まれた”奇跡の指揮者” グスターボ・ドゥダメルとベネズエラの挑戦』,
    株式会社ヤマハミュージックメディア, 東京都
  </li>
  <li>
    Los Angeles Philharmonic Association, 『Danzón No. 2（Arturo Márquez）』, Los Angeles
    Philharmonic Association, （Accessed 2025/12/31,
    <UrlLink url="https://www.laphil.com/musicdb/pieces/1501/danzon-no-2" />）
  </li>
</Reference>
