<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Spacer from '$lib/component/post/Spacer.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-28T20:00:02+0900',
    title: '《交響的舞曲》作品45',
    composerSlug: 'rachmaninoff',
    concertSlug: 'regular-4',
    youTubeVideoId: 'TyXSkZmElRI',
    tags: ['曲目解説', '第4回定期', 'ラフマニノフ']
  };
</script>

<p>
  《交響的舞曲》は、1940年に完成したラフマニノフ最晩年の作品である。当時の彼は、精力的な演奏活動を通して20世紀最高のピアニストの一人と称えられるようになっていた。一つの演奏会で指揮者・ピアニスト・作曲家の三役をこなすこともあったラフマニノフであったが、本作は最後のオリジナル作品（その後は編曲のみ）であることからも、彼の作曲家としての人生の集大成と言える作品である。
</p>

<h3>批判にさらされた作曲家人生</h3>

<p>
  ラフマニノフの作品は広く大衆に愛された一方、批評家からの酷評を受けることもたびたびあった。これは、ラフマニノフが属するモスクワ楽派と国民楽派の派閥争いが激しかったこと等に起因する。とりわけ、国民楽派の拠点であったペテルブルクにおいて初演された《交響曲第１番》（1895）は必要以上の攻撃を受けた。ラフマニノフはその衝撃から、できるだけ早くペテルブルクを離れたいと願う。その後《交響曲第1番》の楽譜は失われ、彼の死後に発見されるまで二度と演奏されることはなかった。
</p>

<p>
  やがて1917年にロシア革命が起こり、アメリカに亡命したラフマニノフは、経済的事情もあり演奏活動への集中を余儀なくされる。《交響的舞曲》は、そんな演奏活動の合間を縫って、アメリカ・ロングアイランドにて完成された。本作の初演も酷評を受けるが、晩年のラフマニノフは批判に対する冷静な姿勢を身に着けており、自ら本作を貶すことさえあったという。
</p>

<h3>《交響的舞曲》の創作背景</h3>

<p>
  ラフマニノフは、「作曲するときは奴隷のようなものだ。朝の9時から始まって夜11時過ぎまで休む暇もない。詩、絵。何か具体的なものがあると、とても助かるのです」と述べており、《交響的舞曲》にも、漠然とした絵画的背景が存在する。彼は初めに、特定の時間帯の情景を想起して、各楽章を〈真昼〉、〈たそがれ〉、〈真夜中〉と名付け、作品名を《幻想的舞曲》とした。しかしその後、各楽章の表題は「内容や雰囲気に誤解を与える可能性がある」として削除され、作品名も《交響的舞曲》に変更された。
</p>

<p>
  ラフマニノフにとって、本作は作曲家人生における締めくくりとしての意味合いを帯びていた。本作には、自作や、多くの彼の作品に見られる《怒りの日》（グレゴリオ聖歌）からの引用が目立つほか、彼が構想した未完のバレエ《スキタイ人》に通じる舞曲的衝動も現れている。加えて、過去作に比べ大胆な和声が用いられた本作は、音楽界では「予想外」と映るほど精力的な作品であった。ラフマニノフは本作において、自らの作曲活動を振り返りつつ、意欲的な試みを行っているのである。
</p>

<h3>楽曲の展開</h3>

<h4>第1楽章 – Non allegro</h4>

<p>
  本楽章は、舞曲であるが行進曲の雰囲気も持つ。中間部では、抒情性のある旋律がアルト・サックスにより奏でられるが、この部分への移行は、《交響曲第3番》（1936）のモチーフをそのまま引き継ぐ。同じ旋律を受け持つ第1ヴァイオリンとチェロが、《怒りの日》の冒頭楽句を明確に示すと、やがて低音楽器から新たなリズム音形が導入されていく。冒頭のテンポに戻り、舞曲が先へ進むにつれて、絵画的練習曲《音の絵》（1911）7曲目への密かな関連、それに合唱交響曲《鐘》（1913）第1楽章における合唱の最初の入りへの関連が現れる。結びに向かい舞曲が遠ざかっていくにつれて、《組曲第2番》（1901）、《交響曲第1番》の主題への仄めかしがあり、やがて楽章は結ばれる。初演時に酷評され、彼とともに長く苦しい月日を重ねた主題は、原初総譜でのように激しくはなく、静かに曲想全体に従う。ラフマニノフは、自身の死後に《交響曲第1番》の総譜が発見され、再び演奏されることになるとは知る由もなかった。この引用は誰にも気づかれず、ただ自分だけの秘密となるだろうと信じていたに違いない。
</p>

<h4>第2楽章 – Andante con moto (Tempo di Valse)</h4>

<p>
  次に続く舞曲は「悲しきワルツ」と呼ばれる。ストップ奏法のホルンと弱音器を付けたトランペットやトロンボーンによる、不吉なファンファーレに邪魔されながら、弦楽器により少しずつ舞踏が開始される。このワルツは終始怪しげな香りを漂わせながら展開される。
</p>

<h4>第3楽章 – Lento assai – Allegro vivace</h4>

<p>
  最終楽章は「死の舞踏」と呼ばれ、《怒りの日》が随所に様々な形で現れる。《怒りの日》は冒頭の11小節間で早くも半音階的に示唆され、次第に明瞭になってくる。主要動機も典礼的な起源によるもので、彼が《徹夜祷》（1915）の第9番〈ああ主よ、汝こそ賛美されよ〉で用いた聖歌に基づく。活発な舞踏が次々と展開され、やがて冒頭の場面が再現されると、最後の《怒りの日》がホルンとトロンボーンに支えられたトランペットに現れる。これを打ち消すように、事実上〈ああ主よ、……〉の管弦楽版となるコーダが始まる。コーダの途中には「アレルヤ」（「神こそ賛美されよ」の意で、感謝と喜びを表す）と記され、力強く全曲が締めくくられる。
</p>

<Spacer />

<p>
  《交響的舞曲》での自作引用の様子は、批評家からの心無い声に冷静に対応していたラフマニノフが、酷評を受けた自作を慰めているかのようにも映る。そして、本作では《怒りの日》という固定観念（イデー・フィクス）が表す死や運命ではなく、「アレルヤ」の示す感謝や喜びこそが最終的な勝者となるのである。本作の在り方は、時代の潮流に揉まれながらも自身の作風を貫いた、ラフマニノフの創作姿勢に重なる。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    L. B., 1942, <cite>“Symphonic Dances for Orchestra, Opus 45”</cite>, The Philharmonic-Symphony
    Society of New York’s 3914th and 3915th concerts Dec 17, 18, New York, Carnegie Hall. (<UrlLink
      url="https://archives.nyphil.org/index.php/artifact/1860f9e2-871c-43cf-998c-7744685889da-0.1/fullview#page/1/mode/2up"
    />, 2022年4月30日閲覧)
  </li>
  <li>
    マックス・ハリソン著／森松皓子訳, 2016年, 『ラフマニノフ　生涯、作品、録音』, 東京都, 音楽之友社
  </li>
  <li>
    ニコライ・ダニロヴィチ・バジャーノフ著／小林久枝訳, 2003年, 『伝記　ラフマニノフ』,東京都,
    音楽之友社
  </li>
</Reference>
