<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Spacer from '$lib/component/post/Spacer.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  import figure from './地図.png';
  import Figure from '$lib/component/post/Figure.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2026-01-31T20:00:02+0900',
    title: 'ルーマニア民俗舞曲',
    composerSlug: 'bartok',
    concertSlug: 'regular-16',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第16回定期', 'バルトーク']
  };
</script>

<p>
  雄鶏が鳴き、闇が退いて日常が動き出すと、本演奏会は中東欧の民族的色彩に満ちた農村の生活世界へと聴衆を誘う。ハンガリーの作曲家バルトークによる《ルーマニア民俗舞曲》である。
</p>

<p>
  バルトークは作曲家であると同時に、民謡蒐集家としても精力的に活動した人物である。民謡が民謡として成立するための根源を探究し、その特性を再構築することで純粋音楽の領域に到達することを目指していたのである。本作品は、1910年から1912年にかけてルーマニア各地で録音・採譜した舞曲を素材として、まずピアノ曲としてまとめられ、その後、作曲者自身の手によって管弦楽版へと編曲されたものである。
</p>

<Spacer />

<p>楽曲全体は7つの短い舞曲から成り、すべてアタッカで続けて演奏される。</p>

<p>
  第1曲《棒踊り》はアレグロ・モデラートの楽曲で、マロシュ＝トルダ県（現在のルーマニア中部、ムレシュ県）の音源を素材としている。ロマの楽士が奏でるヴァイオリンに合わせ、若者が順に一人ずつ踊る舞踊である。本曲では、簡潔な伴奏の上に、独奏クラリネットとヴァイオリンが旋律を受け渡しながら歌う。
</p>

<p>
  第2曲《帯踊り》はアレグロの楽曲で、トロンタール県（現在のルーマニア最西部、ティミシュ県）の音源を素材としている。同名の踊りはルーマニア語圏の各地にみられるが、内容・性格は地域で異なる。クラリネットのソロと弦5部のみで演奏される楽曲である。
</p>

<p>
  第3曲《足踏み踊り（一点にて）》はアンダンテの楽曲で、第2曲同様にトロンタール県の音源を素材にしており、増2度（レ―ミ#）が頻繁に現れて強い異国情緒を帯びている。同名の踊りは南部バーナート地方に広く見られる呼称で、男女による踊りであることは分かっているものの、詳細な様式については不明な点も多い。
</p>

<p>
  第4曲《ブチウムの踊り（つの踊り）》は緩徐楽章にあたるモデラートの楽曲で、トゥルダ＝アラニョシュ県（現在のルーマニア中部、アルバ県（ムレシュ県の西隣））の音源を素材としている。ブチウムとは、トゥルダ＝アラニョシュ県ブチョニ村のルーマニア語呼称であり、同地域の踊りが原曲である。非対称なブルガリアン・リズム（16分音符による4＋3＋3拍子）が用いられているが、作曲当時のバルトークはこのリズム型をまだ体系的に認識しておらず、楽譜上では4分の3拍子として記されている。
</p>

<p>
  第5曲《ルーマニアのポルカ》はアレグロの楽曲で、ビハル県（現在のルーマニア北西部、ビホル県）の音源を素材としている。前半と後半の二部構成となっており、終止を除いて、後半は前半の旋律を完全5度下でなぞる形を取っている。
</p>

<p>
  第6曲《マルンツェル》はリステッソ・テンポ（同じテンポで）の楽曲で、第5曲と同様にビハル県の音源を素材としている。踊りは男女によるもので、男性は独舞のように技巧を誇示する一方、女性は男性の方を見ず、むしろその誇示を煩わしく感じているかのように振る舞い、ステップも踏まないと伝えられている。
</p>

<p>
  第7曲《マルンツェル》はアレグロ・ヴィヴァーチェの楽曲で、第4曲同様にトゥルダ＝アラニョシュ県（ただし第4曲と細かい地域は異なる）の音源を素材としている。短いモティーフの反復がバグパイプを想起させる旋律が華やかに全曲を締めくくる。
</p>

<Figure
  src={figure}
  caption={[
    '参考：ルーマニアの県',
    '（出典：Bogdan, “Romania counties.png”, Wikimedia Commons（CC BY-SA 3.0））'
  ]}
  maxHeightPx={500}
/>

<p>
  全体で6分ほどの短い曲だが、その旋律からは地域に根付いた音楽が農民の生活を彩っていたことが強く伝わってくる。
</p>

<figure>
  <blockquote>
    およそあらゆる生活必需品は自給自足でまかない、住民たちは、仕方なく遠くに出かけねばならない用事（兵役とか法律上の手続きなど）をのぞいては、決して自分の故郷の小さな村を離れたりしない。いきなりこんな状況に飛び込むと、人はまるで中世に紛れ込んだような気がするものだ。そうしてはじめて、いわゆる農民たちによる音楽実践が、かつては（そして先ほどあげたようなルーマニアの各地域では今日までも）共同体全体による行為であったことを確信するのである。
  </blockquote>
  <figcaption>ベーラ・バルトーク著『バルトーク音楽論選』より引用</figcaption>
</figure>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>
    全音楽譜出版社発行, 2025, 『バルトーク　ルーマニア民俗舞曲（管弦楽版）』, 全音楽譜出版社, 東京都
  </li>
  <li>
    H.スティーブンス著, 志田勝次郎・宇山直亮・飯田正紀訳, 1961, 『バルトークの音楽と生涯』,
    紀伊国屋書店, 東京都
  </li>
  <li>セルジュ・モルー著, 柴田南雄訳, 1957, 『バルトーク −生涯・作品−』 , ダヴィッド社, 東京都</li>
  <li>
    Folk Music in Bartók’s Compositions, 『1. Stick Dance、2. Belt Dance、3. Stamping Dance、4.
    Dance of Bucium、5. Romanian Polka、6. Quick Dance (1)、7. Quick Dance (2)』,
    bartok-nepzene.zti.hu, （Accessed 2026/01/03,
    <UrlLink url="https://bartok-nepzene.zti.hu/en/browse/record/BB068-L128-01/" />）
  </li>
  <li>
    ベーラ・バルトーク著, 伊東信宏・太田峰夫訳, 2018, 『バルトーク音楽論選』, 筑摩書房, 東京都
  </li>
  <li>
    Romania counties.png, Bogdan, Wikimedia Commons, （Accessed 2026/01/03,
    <UrlLink url="https://commons.wikimedia.org/wiki/File:Romania_counties.png" />）
  </li>
</Reference>
