<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-12-02T20:00:00+0900',
    title: '交響詩《死と変容》作品24',
    composerSlug: 'rStrauss',
    concertSlug: 'regular-5',
    youTubeVideoId: 'k0zHKtP8s-M',
    tags: ['曲目解説', '第5回定期', 'R.シュトラウス']
  };
</script>

<p>
  《死と変容》は、シュトラウス自身が構想したプロットに基づき1888年から1889年にかけて作曲され、シュトラウスの友人でヴァイオリニストのアレクサンダー・リッターによる詩を付して発表された。シュトラウスは弱冠25歳で「死」を扱う本作を作曲したこととなる。それにも関わらず、本作は病人の生き様と死に様、そして死後の魂の行方を巧みに表現している。
</p>

<h3>《死と変容》に至るまで</h3>

<p>
  シュトラウスは1864年にミュンヘンで生まれた。当代最高峰のホルン奏者であると共に保守的であった父の影響もあり、教養人としての学問・音楽の素養を磨いていった。その後、大学で哲学や美学を学ぶこととなったが、改革的なリヒャルト・ワーグナーの楽曲に没頭し、大学を中退したことで本格的な作曲の道を歩み始める。同時期にマイニンゲン管弦楽団の指揮者であったハンス・フォン・ビューローに副指揮者として見出され、指揮者としてのキャリアも歩みはじめた。その際に楽団のヴァイオリン奏者であったリッターと出会った。知識人であったリッターとの交流により、シュトラウスは「音楽における表現の味わい、詩情」を表現するべく、交響詩の作曲に没頭していく。《死と変容》はその初期の作品である。
</p>

<h3>本作の物語と楽曲展開</h3>

<p>
  描かれるのは一人の芸術家の「死と変容」である。病に臥せる芸術家は、生への執着によって死と戦いながらも、自身の幼少時代・少年時代・青年時代を回想する。走馬灯は、芸術家自身が芸術的に表現したいと考えてきた理念を思い起こさせるが、死には勝てず、生前に表現することは叶わなかった。しかし、死によって肉体から解放された魂は、天界から響く救済と浄化によって、理念の実現に向かっていく。
</p>

<p>曲の構成は、序奏と結尾がついた自由なソナタ形式である。</p>

<p>
  序奏は、病に臥せる芸術家が幼少期を回想する様を描いているとされる。芸術家に迫る死が不整脈を表すリズムによって示される中（譜例1）、芸術家の微笑みと幼少時代の走馬灯が流麗な旋律で伝えられる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={70}></Figure>

<p>
  提示部第1主題では、譜例1の強奏で表現される残酷な死に対し、芸術家の生への執着（譜例2）が果敢に挑む。曲が盛り上がりを見せると、ロマン的な憧れを湛えた美しい「浄化の主題」の音型が現れ、物語の結末を予言する（譜例3）。
</p>

<Figure src={figure2} caption="譜例2" maxHeightPx={100}></Figure>

<Figure src={figure3} caption="譜例3" maxHeightPx={90}></Figure>

<p>
  提示部第2主題では芸術家が少年時代から回想を再開し、次第に熱を帯びていく。そして、展開部で勇壮とした青年時代に突入し、人生における闘争を表現する。
</p>

<p>
  その後、再度芸術家は死と戦うが、抗えずに絶命する。コーダでは、亡くなった芸術家の魂が変容し、生前に表現できなかった理念に向かっていく様が、「浄化の主題」の階層構造によって荘厳に描かれる。
</p>

<h3>シュトラウスと死</h3>

<p>
  本作でシュトラウスが描いた物語は、ワーグナーの《トリスタンとイゾルデ》に描かれた、ショーペンハウアー哲学における「意志の棄却と完全な諦念こそ、この世の苦悩や束縛から解放される唯一の道である」の影響があると考えられている。ただし、シュトラウスは一歩思考を進め、死の先の「変容」を経て不滅の理念が完成するとした。人生を通して理念の完成に挑み、死して不滅となるというこの考え方の根底は、最晩年まで変わらなかったといえよう。例えば、ニーチェの作に啓発された《ツァラトゥストラはかく語りき》（1896）では、精神の比喩対象たる身体の高まりの直接かつ最上の表現体であるとする「舞踊」の章の表現に重きを置いており、人生を生き抜く意義を提示しているように感じられる。また、シュトラウス最晩年の作品である《4つの最後の歌》（1948）では老境の人の過去への郷愁と死の予感が表現されており、特にヨーゼフ・フォン・アイヒェンドルフの詩が付された第4曲〈夕映え〉は、《死と変容》の動機が引用されている。
</p>

<p>
  そして、この理念を貫き通したシュトラウスが、人生最後の日に意識を一旦回復した際に、家族に残した言葉は、自身の作品に通底する理念に関する内容であった。
</p>

<blockquote>
  わたしが《死と変容》の中で作曲したことはすべて正解だったといまこそ言うことができる。わたしはいましがたそれを文字通り体験してきたのだよ。
</blockquote>

<p>
  一人の芸術家が、青年時代の己の芸術に「自身の死生観」という理念を見出した結果、「死と変容」に向かう中でその正しさを自認することが出来た。なんと幸せなことであろうか。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>音楽之友社編, 1993, 『作曲家別名曲ライブラリ⑨　R.シュトラウス』, 東京都, 音楽之友社</li>
  <li>
    音楽之友社発行, 2012, 『OGT 249 R.シュトラウス 交響詩 死と浄化 作品24』, 東京都, 音楽之友社
  </li>
  <li>岡田暁生著, 2014, 『作曲家◎人と作品　リヒャルト・シュトラウス』 , 東京都, 音楽之友社</li>
  <li>金森誠也, 1970, 「ワーグナーとショーペンハウアー」『ドイツ文学』44：48-58</li>
  <li>
    株丹洋一, 1989, 『ツァラトゥストラの死について: ニーチェ 『ツァラトゥストラはこう語った』
    研究』Doctoral dissertation, Shinshu University Library
  </li>
  <li>三枝成彰著, 1997, 『大作曲家たちの履歴書』 , 東京都, 中央公論社</li>
  <li>
    鈴木江理子, 1991, 「『ツァラトゥストラ』 における 「舞踊」 の意味」『舞踊學』1991(13)： 7-12
  </li>
  <li>ベーム, K., 高辻知訳, 1970, 『回想のロンド』, 東京都, 白水社</li>
</Reference>
