<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2026-01-31T20:00:03+0900',
    title: 'メフィスト・ワルツ第1番「村の居酒屋での踊り」',
    composerSlug: 'liszt',
    concertSlug: 'regular-16',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第16回定期', 'リスト']
  };
</script>

<p>
  農村の素朴な響きから一転、本演奏会は再び「悪魔」の世界へと回帰する。ハンガリーの巨匠フランツ・リストによる本作は、1861年に管弦楽曲《レーナウの「ファウスト」による2つのエピソード》の第2曲として作曲された。後にリスト自身の手によるピアノ独奏編曲版が《メフィスト・ワルツ第1番》として広く親しまれるようになり、管弦楽版もこの名称で呼ばれることが多い。
</p>

<p>
  本作は、リストと同じハンガリー出身の詩人ニコラウス・レーナウの劇詩『ファウスト』の一場面に基づいている。初版スコアに掲げられた物語の梗概は以下の通りである。
</p>

<p>
  悪魔メフィストフェレス（以下メフィスト）は、ファウスト博士を村の宴に連れ出す。そこでは農民たちの婚礼の宴が開かれ、踊り狂う人々で溢れかえっている。メフィストは楽師からヴァイオリンを奪い取り、魔法のような妖しい旋律を奏で始める。その音色に煽られ、狂乱の渦へと飛び込んだファウストは、美しい黒い瞳の村娘を見初める。二人は情熱的に踊りながら酒場を抜け出し、やがて夜の森の中へと消えていく。酒場では人々が陶酔して踊り続け、遠くからはサヨナキドリの歌声が聞こえてくる……。
</p>

<p>リストは、この官能と悪魔性の色濃い場面を、管弦楽による色彩豊かな音響で描き出した。</p>

<p>
  悪魔メフィストの調弦を思わせる、荒々しい響きの序奏に始まり、チェロとヴィオラにより鋭いアクセントを伴う第1主題が奏でられ、欲望のワルツに飲み込まれる。やがてチェロのソリから、ファウストが村娘に愛を囁くような第2主題が提示される。甘美な旋律が発展し、遠ざかるヴァイオリン・ソロの先にフルートがサヨナキドリの声を模すと、管楽器の第1主題、弦楽器の第2主題、そしてサヨナキドリの歌が対位法的に絡み合い、熱狂的な頂点を築く。せわしない舞踏を抜け、やがてフルート、次いでハープの妖美なカデンツァが奏でられた後、物語は終局へ向かう。リストは本作に、詩の通り静寂の中に消え入る結尾と、熱狂のうちに終わる激しい結尾の2通りを用意しているが、本日は慣例に従って後者（プレスト）の版を用い、狂乱のままに曲を締めくくる。
</p>

<p>
  リストが描いた「悪魔の踊り」は、サン=サーンスの《死の舞踏》における「死の恐怖と諧謔」とは異なり、人間の欲望や情熱、そして誘惑という、より生々しい「生」の側面を浮き彫りにする。本作は、「死と生の境界」を巡る本日の演奏会において、最も人間的で官能的な「踊り」を提示するのである。
</p>

<Author>Pf. 阪内 佑利華</Author>

<Reference>
  <li>
    Grobler , Pieter Johannes Christoffel, 2007, “Franz Liszt (1811-1886): The Two Episodes from
    Lenau’s Faust as a Unified Work”, doctoral dissertation, University of North Texas. （Accessed
    2026/01/01,
    <UrlLink
      url="https://digital.library.unt.edu/ark:/67531/metadc3970/m2/1/high_res_d/dissertation.pdf"
    />）
  </li>
  <li>
    ピティナ・ピアノ曲事典編集部, 2010, 「リスト : 村の居酒屋での踊り（メフィスト・ワルツ第1番）
    S.514 R.181」. ピティナ・ピアノ曲事典（一般社団法人全日本ピアノ指導者協会）, （<UrlLink
      url="https://enc.piano.or.jp/musics/578"
    />, 2026年1月1日参照）
  </li>
  <li>福田弥, 2005, 『作曲家◎人と作品　リスト』, 東京都, 音楽之友社.</li>
</Reference>
