<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-02-09T20:00:00+0900',
    title: '独創主題による変奏曲『エニグマ』',
    composerSlug: 'elgar',
    concertSlug: 'regular-9',
    youTubeVideoId: 'AdzV1dahsvk',
    tags: ['曲目解説', '第9回定期', 'エルガー']
  };
</script>

<h3>作曲に至るまで</h3>

<p>この「謎の」作品は、親しい人との戯れに端を発し、やがて彼の運命を変えることになる。</p>

<p>
  エルガーの妻、キャロライン・アリス・ロバーツは、彼の人生に大きな影響を与えた人物の一人である。名家の生まれで8歳年上のアリスは、聡明でロマンチックな、芯のある女性だった。無名の音楽家との結婚に強く反対した家族から勘当されるも、揺るぎない愛情で夫を献身的に支えた。2人の生活を綴った日記の中で、アリスはこう記している。「いかなる女性にとっても天才の世話を焼くというのは、生涯かかっても余りあるものです」。
</p>

<p>
  きっかけは、幸せな夫婦の無邪気なやり取りであった。1898年の10月、ヴァイオリンのレッスンを終え帰宅したエルガーは、ピアノに向かって、思いついた旋律を気ままに弾いていた。その一つがアリスの耳に留まり、アリスは夫に「今のフレーズは何です？」と問いかける。妻を楽しませたくなったエルガーは、「何でもないよ。けど、パウエルならこう弾くかもね…」と、その旋律を主題として、友人一人一人をイメージして即興で変奏していった。そして、それらを管弦楽曲へ膨らませたものが、《管弦楽のための独奏主題による変奏曲》、通称《エニグマ（＝謎、謎かけ）変奏曲》として世に出された。
</p>

<p>
  本作には二つの「謎かけ」がある。第一の謎は、「14の変奏が誰をイメージして書かれているか」である。これは、ほとんどの変奏の冒頭にそれぞれのイニシャルやニックネームが付されていることもあり、第13変奏以外の13人については既に解明されてしまった。そして第二の謎は、「全曲を通じて別のさらに大きな主題があるけれども、それは演奏されない」というエルガーの発言の謎である。その隠された主題の正体については、これまでたびたび議論されてきたものの、いずれも仮説の域を出ず、未だに謎に包まれている。
</p>

<h3>楽曲の展開　―各変奏のモチーフ―</h3>

<h4>主題 Andante ト短調、4分の4拍子</h4>

<p>
  孤独にうなだれる芸術家のような、弦楽器の重々しい旋律（A）と、木管楽器・ホルンも加わった優しいフレーズ（B）との2つの楽句からなる（譜例）。
</p>

<Figure src={figure1} maxHeightPx={100}></Figure>

<Figure src={figure2} caption="譜例" maxHeightPx={115}></Figure>

<h4>第1変奏 Listesso tempo “C.A.E.” ト短調、4分の4拍子</h4>

<p>妻のアリス。主題から休みなしに演奏される、「主題の延長」となっている。</p>

<h4>第2変奏 Allegro “H.D.S-P.” ト短調、8分の3拍子</h4>

<p>
  アマチュアピアニストのヒュー・デイビット・ステュアート=パウエル。彼の演奏を描写した、小気味よい変奏である。
</p>

<h4>第3変奏 Allegretto “R.B.T.” ト長調、8分の3拍子</h4>

<p>
  アマチュア俳優のリチャード・バクスター・タウンゼンド。低音から高音まで様々な声質で自在に歌いこなす。
</p>

<h4>第4変奏 Allegro di molto “W.M.B.” ト短調、4分の3拍子</h4>

<p>
  田舎の大地主で学者でもあったウィリアム・ミース・ベイカー。精力的で仕事熱心な彼が、力強くその日の計画を読み上げ、慌てて音楽室から出て行く様子を描写する。
</p>

<h4>第5変奏 Moderato “R.P.A” ハ短調、8分の12拍子</h4>

<p>
  詩人の息子でピアニストのリチャード・ペンローズ・アーノルド。
  彼のユーモアに富んだ性格で、真面目な会話もしばしば笑いに中断される。
</p>

<h4>第6変奏 Andantino “Ysobel” ハ長調、2分の3拍子</h4>

<p>ヴィオラの愛弟子、イザベル・フィットン。 この変奏では終始ヴィオラが活躍する。</p>

<h4>第7変奏 Presto “Troyte” ハ長調、 1分の1拍子</h4>

<p>
  建築家で終生の親友でもあったアーサー・トロイト・グリフィス。不器用だがピアノ習得に熱心な彼が、エルガーの指導の下、悪戦苦闘する様子が窺える。
</p>

<h4>第8変奏 Allegretto “W.N.” ト長調、8分の6拍子</h4>

<p>
  18世紀の古い家に住むおっとりした女性、
  ウィニフレッド・ノーベリー。クラリネットが優美に彼女をかたどる。
</p>

<h4>第9変奏 Adagio “Nimrod” 変ホ長調、4分の3拍子</h4>

<p>
  エルガーの親友かつ助言者で、
  楽譜出版社で働いていたアウグスト・イェーガー。ある夕暮れ時、彼がエルガーを鼓舞して口ずさんだ、ベートーヴェンのピアノソナタ第8番『悲愴』の緩徐楽章が、冒頭でさりげなく暗示される。
</p>

<h4>第10変奏 「間奏曲」 Allegretto “Dorabella” ト長調、4分の3拍子</h4>

<p>
  ウィリアム・ベイカー（第4変奏）の義理の姪であるドーラ・ペニー。
  木管楽器の16分音符や弦楽器のトリルは彼女の話し方や笑い声を表現している。
</p>

<h4>第11変奏 Allegro di molto “G.R.S” ト短調、2分の2拍子</h4>

<p>
  オルガニストのジョージ・ロバートソン・シンクレア。彼の愛犬のダンというブルドッグが散歩中にワイ川に落ち、必死に岸まで這い上がったあと、嬉しそうに吠える様子を描く。《南国にて》の第1主題でもダンの「勝利」が描かれている。
</p>

<h4>第12変奏 Andante “B.G.N.” ト短調、4分の4拍子</h4>

<p>
  エルガーの親友でよく共演した、
  チェリストのベイジル・G・ネヴィンソン。チェロの哀愁ただよう美しい旋律が印象的である。エルガーは後に彼に触発されて《チェロ協奏曲》を書き上げる。
</p>

<h4>第13変奏 「ロマンツァ」 Moderato “＊＊＊” ト長調、4分の3拍子</h4>

<p>
  全変奏で唯一、冒頭のイニシャルが記号になっており、誰をモチーフにしたのかは未だに「謎」のままである。メンデルスゾーンの序曲
  《静かな海と楽しい航海》のメロディが引用されていることなどから、当時航海中のレディ・メアリー・ライゴンの海路平安を祈ったものとする説が有力である。
</p>

<h4>第14変奏 「終曲｣ Allegro Presto “E.D.U.” ト長調、4分の4拍子</h4>

<p>
  アリスに「エデュ」と呼ばれていた、エルガーの自画像である。第1変奏（アリス）と第9変奏（ニムロッド＝イェーガー）が顔を覗かせ、主題で描かれた孤独な作曲家は自信に満ち溢れていき、
  14にわたる変奏曲は栄光に包まれながら華やかに幕を閉じる。
</p>

<h3>終わりに　―遺された謎―</h3>

<p>
  寂しい芸術家が、妻や友人らに囲まれ輝かしい未来へ羽ばたいていく様子は、エルガーの生き様に重なる。彼が周囲の人々への親愛によって書き上げた本作は、実際に、1899年の初演の大成功をもって、彼を一躍時の人へと押し上げた。
</p>

<p>
  本作の「第一の謎」は、エルガーと各変奏の主人公たちとのハイコンテクストな冗談を含み、彼らとの絆を仄めかす。では、未だに解き明かされていない「第二の謎」、すなわち隠された主題の正体は、エルガーと我々聴衆とを結ぶ絆なのではないか。本作に向き合い、その「謎」に魅せられる時、我々は偉大な音楽家の大いなる愛に捉われ、見えないものを求めて天を仰ぐのである。「エニグマ」が「エニグマ」である限り。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    Keller, James, M.,
    <cite
      >“Variations on an original Thema, Enigma, op. 36” New York Philharmonic Saturday Matinee
      Concert "Notes on the Program"</cite
    >, February 1, 2020, New York, David Geffen Hall (2023年10月8日閲覧)
  </li>
  <li>
    Steinberg, Michael, n.d.,
    <cite>“Elgar: Enigma Variations” San Francisco Symphony Program Notes</cite>, San Francisco
    (2023年10月8日閲覧)
  </li>
</Reference>
