<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';
  import Footnote from '$lib/component/post/Footnote.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-06-29T20:00:02+0900',
    title: '交響曲第10番 ホ短調 作品93',
    composerSlug: 'shostakovich',
    concertSlug: 'regular-10',
    youTubeVideoId: 'WkJp04hjkVg',
    tags: ['曲目解説', '第10回定期', 'ショスタコーヴィチ']
  };
</script>

<h3>《交響曲第10番》までのロシアとショスタコーヴィチ</h3>

<p>
  ショスタコーヴィチが生まれた1906年は、ロシア第一革命の翌年に当たる。ショスタコーヴィチの一家は革命運動に共感しており、幼少期から彼は常に革命の精神にさらされてきた。「二月革命」「十月革命」（1917）を経てレーニン率いるボリシェヴィキが権力を掌握していく頃、ペトログラード音楽院にて本格的な音楽教育を受け始める。出世作となる《交響曲第1番》（1925）は、作曲科の最終試験で書かれた。
</p>

<p>
  楽壇に躍り出たショスタコーヴィチは、プロパガンダ的性格の色濃いバレエ音楽《黄金時代》（1930）など、緊迫した時代の流れを読んだ作品を次々と世に出していく。しかし、1920年代末からのスターリン独裁体制にて、芸術分野ごとに単一の創作同盟ができあがり、「社会主義リアリズム」に追従しない作品の排除を始める。ショスタコーヴィチの友人らも「粛清」の対象となり、彼の作品もまた共産党による批判を受けた。ただ、このような難しい状況でも、彼のバランス感覚は優れており、「正当な批判に対するソヴィエト芸術家の実践的な作品による回答」として《交響曲第5番》（1938）を発表する。その内容は、迫害に対する義憤とも、党の批判を受け入れた上での創作とも読み取れる両義的な「回答」であり、党の批判に憤慨していた聴衆を満足させつつ、党や政府の期待をも満たした。
</p>

<p>
  1930年代を通じて、徐々にファシズムの脅威が鮮明になり、1941年には独ソ戦が始まる。外敵に備えた総動員態勢に向けて、愛国主義は新たな段階へ移行し、市民には皮肉にも一種の自由がもたらされた。芸術創作上も実りの多い時期となり、ショスタコーヴィチも《交響曲第7番「レニングラード」》（1941）や《交響曲第8番》（1943）、オペラや室内楽曲などを次々に完成させていく。
</p>

<p>
  ドイツ無条件降伏後、冷戦状態となった1940年代後半から、独自のソ連文化維持のための管理・統制が再び強化される。ジダーノフにより、ショスタコーヴィチなど指導的な作曲家たちは名指しで「形式主義」の名で批判され、彼の作品を含む演奏禁止作品リストが発令された。これは後にスターリンの本意ではなかったことがわかるが、作品が演奏されなくなるばかりか、レニングラード音楽院教授職も解雇され、彼の収入は激減した。党や政府はそんなショスタコーヴィチをプロパガンダの道具として利用し続け、彼は「公と私」をはっきりと分けた音楽活動を余儀なくされる。1949年、スターリンとのやり取りで誤解が解け、演奏禁止令が解除されるまで、苦しい日々が続いた。1953年3月5日、スターリンはこの世を去った。また、先の解説でも触れられたように、プロコフィエフも同じ日に永遠の眠りについている。「ソ連国民の父」の死に号泣し、葬儀会場へなだれ込む群衆に逆らって、プロコフィエフの葬儀に向かうわずかな人々の中には、ショスタコーヴィチの姿もあった。
</p>

<h3>《交響曲第10番》</h3>

<p>
  スターリンによる独裁体制が唐突に終わりを告げ、迎えた「雪解け」の時代。多くの人々が変化への期待を抱いていた。ショスタコーヴィチもその一人である。彼の代表作の一つである《交響曲第10番》はこのときに書かれ、多くの賛否を呼び、またその議論が硬直したドグマからの解放を促した。
</p>

<p>
  本作は1953年10月25日に完成し、12月7日、ムラヴィンスキー指揮レニングラード・フィルによって初演された。《交響曲第9番》（1945）から8年が経過しているが、ここまで発表に時間を要した交響曲は他になく、音楽的にも彼の交響曲の集大成と言える作品である。本作に対する議論は二つに大別される。一つは曲の内容が余りに悲観的で、「社会的リアリズム」の人生肯定的な態度に合致しないという論である。もう一つは、最初の三楽章に対して終楽章が力弱く、割り切れない印象を残すという美学的な論である。ただし、後者も終楽章の弱さにより全曲の悲劇的印象を払拭しきれないという批判として捉えれば、一つ目と本質的には同じ議論になる。
</p>

<p>
  1954年の「第十論争」にて、先制して自作の欠点をあげつらったショスタコーヴィチは、最後にこう結ぶ。
</p>

<blockquote>一つだけ言いたい。この作品で、私は人間的な感情と情熱を伝えたかったのだ。</blockquote>

<p>
  最終的に、この曲における激情の衝突や劇的な緊張を高く評価する論が優勢となり、本作はショスタコーヴィチの地位回復の契機となったのである。
</p>

<h4>Ⅰ. 第1楽章 Moderato</h4>

<p>
  ホ短調の性格で始まり、全曲の主要主題に登場する順次進行を基調として様々な旋律を展開する。序奏付きソナタ形式を取り、再現部では第1主題の再現を装ったクラリネットがふいに第2主題に入れ替わり、《交響曲第5番》や《第8番》等に見られるように主題の順序や形態が転倒された彼ならではの再現が行われる。
</p>

<h4>Ⅱ. 第2楽章 Allegro</h4>

<p>短めのスケルツォ。暴君を描いたもの、「スターリンの肖像」として語られることもある。</p>

<h4>Ⅲ. 第3楽章 Allegretto</h4>

<p>
  自伝的な内容を秘めた楽章で、彼自身のイニシャルを取った音型「D・S(Es)・C・H」が、第2主題として登場する。この音型は、その後さまざまな作品に登場し、声楽曲《自作全集への序文とその序文についての短い思索》では「ドミートリイ・ショスタコーヴィチ」という詞が付されるなど、彼自身のモノグラフであることは公然の秘密であった。中間部の開始を告げるホルンの主題は、本作に霊感を与えた教え子・エリミーラの音名象徴である「E・A・E・D・A」の音型であり、これをきっかけに第1楽章の序奏が回想され、第4楽章の主題が徐々に形成される。
</p>

<h4>Ⅳ. 第4楽章 Andante - Allegro</h4>

<p>
  重苦しい序奏から軽快なアレグロ主部に移り、クライマックスでは「悪の力の形象」である第2楽章の音型にかぶさるように、「DSCH」が雷鳴のごとく轟き、劇的な勝利を遂げる。道化風のファゴットから再現部が呼び出され、コーダでは、「DSCH」が勝ち誇ったように執拗反復され、全曲は閉じられる。
</p>

<h3>おわりに</h3>

<p>
  《第10番》で名声を高めたショスタコーヴィチは、1960年、「屈辱的」な共産党入党を経てその地位を確固たるものにし、晩年は肉体の衰えや死の恐怖と向き合いながらも作曲活動を続ける。
</p>

<p>
  そして1975年8月9日、彼は静かに息を引き取る。1991年のソ連崩壊を見届けることはなかった。新聞は、彼を「共産党の忠実な息子」として弔った。
</p>

<p>
  音楽に明確な“正解”のあった時代。他者の理想を叶えるパーツにならざるを得なかった時代。それでも自分を見失うまいと立ち続けた作曲家は、どんな世界を表現したかったのか。
</p>

<p>
  刻々と移り変わる世の中で、今もなおショスタコーヴィチの作品は多くの人の心を惹きつけている。この事実は、彼の作品の比類なき魅力の証左であり、この時代に生きる我々が直面する困難も、どこかでは彼の抱えたそれと通ずるが故であろうか。諦念と情熱とが共存する、激しい「個」の主張された《交響曲第10番》を聴くとき、誰しもが自身の内側に、偉大な作曲家の姿を垣間見るであろう。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>大輪公壱, 2005, 『ショスタコーヴィチ 祝典序曲 作品96』, 東京都, 全音楽譜出版社</li>
  <li>
    ソロモン・ヴォルコフ著, 水野忠夫訳 , 2001, 『ショスタコーヴィチの証言』, 東京都 , 中央公論新社
  </li>
  <li>
    梅津紀雄. (2014). 雪どけ期のソ連音楽政策の転換過程：中央委員会文化部文書に見るその実態(The
    Process of Transition in the Musical Politics of the USSR in the Khrushchev Years: Documents
    from the Cultural Department of the Central Committee of CPSU.). 日本ロシア文学会,
    ロシア語ロシア文学研究 46, 111-130.
  </li>
  <li>
    和田春樹, 2016,
    『スターリン批判　１９５３～５６年―一人の独裁者の死が、いかに２０世紀世界を揺り動かしたか』,
    東京都, 作品社
  </li>
  <li>
    相場ひろ. “プロコフィエフ　ピアノ協奏曲第3番　ハ長調　作品26”, 讀賣交響楽団プログラム,
    <UrlLink url="https://yomikyo.or.jp/pdf/book/orchestra-201506-01.pdf" /> (参照 2024-01-19)
  </li>
  <li>
    一般社団法人全日本ピアノ指導者協会. “プロコフィエフ 1891-1953 Prokofʼev, Sergei Sergeevich”.
    ピティナ・ピアノ曲事典. 2019-06-25. <UrlLink url="https://enc.piano.or.jp/persons/296" /> (参照 2024-01-19)
  </li>
  <li>音楽之友社編, 1995, 『作曲家別名曲解説ライブラリー⑳　プロコフィエフ』, 東京都, 音楽之友社</li>
  <li>伊藤恵子, 2002, 『革命と音楽―ロシア・ソヴィエト音楽文化史』, 東京都, 音楽之友社</li>
  <li>恩田陸, 2019, 『蜜蜂と遠雷（下）』, 東京都, 幻冬舎文庫</li>
  <li>
    武内俊之. (2010). プロコフィエフの音楽:その本質空間をめぐる一考察. 福岡教育大学紀要. 第五分冊,
    芸術・保健体育・家政科編 = Bulletin of Fukuoka University of Education. Part V, Art, health and
    physical education, and home economics, 59, 9-20.
  </li>
  <li>
    田中陽兒・倉持俊一・和田春樹編, 1997, 『世界歴史大系　ロシア史3―20世紀―』, 東京都, 山川出版社
  </li>
  <li>
    長瀬賢弘, & ナガセヨシヒロ. (2014).
    セルゲイ・プロコフィエフのピアノ作品解釈に関する一考察:ピアノソナタ第5番と第9番を巡って.
  </li>
  <li>
    沼野充義・沼野恭子・平松潤奈・乗松享平編, 2021, 『世界文化シリーズ⑦ ロシア文化　55
    のキーワード』, 京都府, ミネルヴァ書房
  </li>
  <li>千葉潤. 2005, 『作曲家◎人と作品　ショスタコーヴィチ』, 東京都, 音楽之友社.</li>
  <li>音楽之友社編, 1979, 『最新名曲解説全集 第2巻 交響曲2』, 東京都, 音楽之友社.</li>
  <li>
    Payser, Herbert F. 1954, “Symphony No. 10 Dmitri SHOSTAKOVICH (Program Notes)”, 1954 October
    14-15, Mitropoulos(cond.), New York Philharmonic, New York, Carnegie Hall.
    <UrlLink
      url="https://archives.nyphil.org/index.php/artifact/eb46c5d4-8b6f-4c83-be3a-804739d794eb-0.1/fullview#page/1/mode/1up"
    />
    (参照 2024-1-20)
  </li>
  <li>
    マース, F., 森田 稔ほか(訳), 2006,
    『ロシア音楽史―《カマーリンスカヤ》から《バービイ・ヤール》まで』, 東京都, 春秋社.
  </li>
  <li>
    梅津紀雄, 2006, 『ショスタコーヴィチ―揺れる作曲家像と作品解釈（ユーラシア・ブックレット）』,
    東京都, 東洋書店.
  </li>
</Reference>

<Footnote>※ 第10回定期演奏会の曲目解説を通しての参考文献</Footnote>
