<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Spacer from '$lib/component/post/Spacer.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  import figure from './table.png';
  import Figure from '$lib/component/post/Figure.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-09T20:00:04+0900',
    title: '『スター・ウォーズ』組曲',
    composerSlug: 'williams',
    concertSlug: 'regular-11',
    youTubeVideoId: 'db_ddMH_2qU',
    tags: ['曲目解説', '第11回定期', 'ジョン・ウィリアムズ']
  };
</script>

<p>
  「スター・ウォーズ」とは、映画製作者のジョージ・ルーカスが製作した映画から始まり、多彩なメディア展開をされているスペース・オペラの総称である。本組曲はその中でも、映画で使用された5楽曲を組曲として扱うものである。
</p>

<h3>映画『スター・ウォーズ』</h3>
<p>
  今でこそSF映画は大衆娯楽として広く受け入れられているが、公開当時、SF映画は売れないとされていた。例えば、当時最大のヒット作であったSF映画はスタンリー・キューブリック監督の『2001年宇宙の旅』であったが、形而上的で難解な要素を多分に含む作品であった。ルーカスは『2001年宇宙の旅』を理性的な映画の中で最も素晴らしい作品であると認める一方、非理性的な映画も同様に世間から求められていると感じていると1977年のインタビューで語っている。そして、自身は非理性的な映画の中で最も素晴らしい作品を製作したいとした。すなわち、魅力的でロマンティックなSFを創造することを画策したのである。
</p>

<Spacer />

<p>
  しかしながら、決して子ども向けのファンタジーな物語として本作を製作したのではないであろう。そこにはある種の教育的・宗教的側面も見え隠れしている。東義真氏は『スター・ウォーズ』が過酷な砂漠を舞台としていることを、キリスト教も含むセム人を起源とする宗教の系譜としての救世主待望思想へと結びつけている。過酷な砂漠ではその厳しさに意味付けをする強い宗教観がなくては、強い精神を保って生き抜くことができないのである。これは母性的な森の文化を持つ、日本の映画作品、とりわけ宮崎駿監督作品と対照的な思想である。自然はともに生きる豊かなものではなく、冷厳なものなのである。
</p>
<p>
  日本映画や道教的思想の影響も指摘される本作であるが、シリーズを通じて描かれているのは古典西洋的な冒険譚とそれによる成長であることに疑いはない。そしてそれこそ、古くから老若男女を問わず、万民に愛されてきた説話的物語そのものである。
</p>

<Spacer />

<p>
  結果として、映画『スター・ウォーズ』の記念すべき1作目は公開年の1977年当時の米国映画興行収入記録を塗り替えた。それは本作が単なるファンタジー作品を超える意味を持って老若男女の心をときめかせたことの証左であろう。その後1作目にはエピソード4《新たなる希望》との副題が付される。シリーズ化を成し遂げ、世界中で莫大なヒットを達成する長期シリーズへと成長していくのである。2022年にはスタジオジブリとのコラボ短編アニメーションが制作される等、スター・ウォーズ世界の拡大はとどまるところを知らない。
</p>

<h3>スター・ウォーズとジョン・ウィリアムズ</h3>
<p>
  ジョン・ウィリアムズは1932年にニューヨークで生まれ、UCLA、米空軍バンド、ジュリアード音楽院で音楽の才能を磨いた。その後、映画『ティファニーで朝食を』の「ムーン・リバー」等の作曲で名高いヘンリー・マンシーニの楽団でピアニストを務めたことで映像音楽の分野に入る。作曲家デビュー後は着々とキャリアを積み上げ、1975年にはスピルバーグ監督の『ジョーズ』にて第48回アカデミー賞作曲賞を受賞した。
</p>
<p>
  キャリアの黄金時代を築きつつある彼をスピルバーグがルーカスに紹介したのは『スター・ウォーズ』公開前年の1976年である。当初、ルーカスは『2001年宇宙の旅』のように本作の曲にクラシック音楽を使用しようと考えていたが、ウィリアムズはフル・オーケストラのオリジナル・スコアを付すべきだと進言した。スピルバーグのお墨付きを信じ、ルーカスは音楽をウィリアムズに託し、ウィリアムズはその期待を超える楽曲を生み出したのである。
</p>

<Figure
  src={figure}
  caption="上記までで登場した「スター・ウォーズ」以外の映画概要"
  maxHeightPx={200}
/>

<h3>各楽曲</h3>
<p>
  各曲は所謂ライト・モティーフの技法が用いられ、特定の対象や状況に対してテーマが当てはめられている。これによってワーグナーやプッチーニのオペラのように鑑賞者を世界観に惹き込む事に成功したのである。
</p>

<h4>メイン・テーマ</h4>
<p>
  エピソード4《新たなる希望》のオープニング・クロールの背景で高らかに鳴り響く、作品を代表する楽曲である。旧三部作の主人公であるルーク・スカイウォーカーのモティーフをはじめ、オープニング・クロールで語られる反乱軍の帝国軍からの初勝利や、帝国軍の究極兵器の設計図奪取成功といった文言と共に、これから始まる壮大な物語を予感させる壮大な楽曲である。
</p>

<h4>レイア姫のテーマ</h4>
<p>
  反乱軍のリーダーであるレイア・オーガナ姫のテーマである。エピソード4《新たなる希望》では、メイン・テーマやフィナーレ（今回演奏するフィナーレ）でもモティーフが登場する。
</p>

<h4>帝国のマーチ（ダース・ベイダーのテーマ）</h4>
<p>
  帝国を表すテーマであり、旧三部作において主人公たちに絶えず立ち塞がる悪役であるダース・ベイダーのモティーフも兼ねている。エピソード5《帝国の逆襲》では帝国軍のシーン以外にもフィナーレ（今回演奏するフィナーレとは別）でもモティーフが登場する。メイン・テーマと並んで知名度の高い曲である。
</p>

<h4>ヨーダのテーマ</h4>
<p>
  ルーク・スカイウォーカーにジェダイの修行を施すジェダイ・マスターであるヨーダのテーマである。エピソード5《帝国の逆襲》では、ヨーダのシーン以外に、フィナーレ（今回演奏するフィナーレとは別）でもモティーフが登場する。
</p>

<h4>エンド・タイトル</h4>
<p>
  エピソード4《新たなる希望》での玉座の間のシーンの楽曲と、アタッカで繋がるエンド・クレジットである。先述の通り、レイア姫のテーマといった作品の中核をなすモティーフがふんだんに使われた楽曲であり、映画を締め括るに相応しい楽曲である。
</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>
    映画.com. “映画「ジョーズ」”. 映画.com. <UrlLink url="https://eiga.com/movie/45574/" />,
    (参照:2024年5月11日)
  </li>
  <li>
    映画.com. “映画「禅　グローグーとマックロクロスケ」”. 映画.com.
    <UrlLink url="https://eiga.com/movie/98354/" />,(参照：2024年5月11日)
  </li>
  <li>
    映画.com. “映画「ティファニーで朝食を」”. 映画.com. <UrlLink
      url="https://eiga.com/movie/46909/"
    />, (参照:2024年5月11日)
  </li>
  <li>
    映画.com. “映画「2001年宇宙の旅」”. 映画.com. <UrlLink url="https://eiga.com/movie/22530/" />,
    (参照:2024年5月11日)
  </li>
  <li>大前佑生. 『スター・ウォーズ』 における 「フォース」　―その宗教性と科学性ー.</li>
  <li>
    小林淳. ジョン・ウィリアムズと『スター・ウォーズ』. 東宝株式会社映像事業部.
    スターウォーズ/スカイウォーカーの夜明け. 2019, p42-45.（パンフレット）
  </li>
  <li>
    東宝　出版・商品販促室. スター・ウォーズ/ジェダイの復讐. 1983, ページ数未記載.（パンフレット）
  </li>
  <li>
    東義真. (2012). 『スター・ウォーズ』
    が内包する異文化共存思想の研究--米国人映画作家ルーカスの思想と映画表現の関係性.
  </li>
  <li>
    松村嘉浩.
    “日本人のための「砂漠の宗教」入門”：キリスト教とイスラム教の因縁の始まり.ダイヤモンド・オンライン.
    <UrlLink url="https://diamond.jp/articles/-/92166" />, (参照:2024年5月11日).
  </li>
</Reference>
