<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-21T20:00:00+0900',
    title: '狂詩曲《スペイン》',
    composerSlug: 'chabrier',
    concertSlug: 'regular-3',
    youTubeVideoId: 'RBw8jv-k3gU',
    tags: ['曲目解説', '第3回定期', 'シャブリエ']
  };
</script>

<h3>シャブリエの生涯</h3>

<p>
  エマニュエル・シャブリエ（1841–1894）は、フランスが近代国民国家へと変わりゆく激動の時代に生を享けた。6歳で音楽をはじめると、とりわけピアノ演奏において卓越した才能を示したという。しかし彼は専業の音楽家としての道を選ばず、法学を学び内務省に就職した。一連の政治革命の中で、多くの音楽家が宮廷や教会での職を失っていたためである。
</p>

<p>
  音楽への想いを諦められなかったシャブリエは、フォーレやダンディらと交遊しつつ独学で作曲を続けた。いわゆる“日曜作曲家”である。月日が経ち、鉄道・船などの交通網の発達により海外旅行が一般人にも身近になったのを契機に、彼の作曲家人生は大きく動き出す。彼はドイツ旅行中にミュンヘンで鑑賞した《トリスタンとイゾルデ》（ワーグナー）に感銘を受け、39歳にして内務省を退職、専業の作曲家として生きてゆくことを決意した。53歳で没したために作品数は限られるが、大胆な和声や闊達な作風が高く評価されている。
</p>

<h3>創作の背景</h3>

<p>
  本作品はシャブリエの代表作であり、スペインへの夫婦旅行で得られた楽想を題材としている。退職して間もないシャブリエは、ドイツ音楽を学ぶなかでフランス人としてのアイデンティティを意識し始め、“フランスから見た”スペイン、語弊を恐れずに換言すれば“スペインへの憧れ”を表現することを目指した。
</p>

<p>
  シャブリエはスペイン中を巡りながら、真っ青な空と輝く太陽、陽気で情熱的な人々、そして何より現地の音楽に深く魅了された。帰国後、得られた楽想をピアノ連弾の作品として形にする中で、煌びやかな曲風をより効果的に表すために管弦楽作品を創作することを決意した。初演は1883年、退職し本格的活動を開始してからわずか3年後である。民族舞踊のリズムなども取り入れた華麗さと、フランスならではの洗練された気品との絶妙なバランス感覚が爆発的人気を招き、彼の名声は広く知れ渡ることとなった。
</p>

<h3>楽曲解説</h3>

<p>
  狂詩曲（ラプソディー）として自由な形式で展開される明るく華やかな曲調が、色彩豊かなオーケストレーションに支えられる。
</p>

<p>
  冒頭は弦楽器による軽快なピチカート。3/8拍子でありながら、2拍子のようにも聞こえる巧妙なテンポ感が、エキゾチックな世界観へと誘う。主題であるスペイン風の陽気な旋律ははじめにトランペットとファゴットによって奏でられるが、やがて華やかな全合奏となる。
</p>

<p>
  スペイン民謡に着想を得た爽快な曲調が続き、軽快な旋律が目まぐるしく立ち替わったのちに、トランペットのファンファーレが気高く唄われる。このファンファーレでは、3/8拍子で進行する楽曲に対して2/4拍子のパートがぶつかり、冒頭で示したエキゾチックな世界観がくっきりと立ち現れる。
</p>

<p>
  終結部ではこの3拍子と2拍子のせめぎ合いが続いたのちに、全合奏で徐々に情熱感を増してゆき、鮮やかな6連符が曲を締めくくる。
</p>

<h3>最後に</h3>

<p>シャブリエと同時代を生きたフランスの作家マルセル・プルーストはかく言った。</p>

<blockquote>本当の旅の発見は新しい景色を見るのではなく、新しい視点を持つことにある</blockquote>

<p>
  “日曜作曲家”であったシャブリエは自身の旅を通して、作曲家として生きる覚悟を決め、ドビュッシーやラヴェルへの橋架けとも言えるような新しいフランス音楽を創り出した。
</p>

<p>150年のときを経て、異国の“日曜音楽家”たちが集う。新たな視座を探す“スペイン”への旅に心が躍る。</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>音楽之友社編, 1963年, 『最新名曲解説全集 第12巻』, 東京都, 音楽之友社</li>
  <li>日本楽譜出版社編, 2000年, 『シャブリエ 狂詩曲 スペイン』,東京都, 日本楽譜出版社</li>
</Reference>
