<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  import figure1 from './譜例1.png';
  import figure2 from './譜例2.png';
  import figure3 from './譜例3.png';
  import figure4 from './譜例4.png';
  import figure5 from './譜例5.png';
  import Footnote from '$lib/component/post/Footnote.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-06-29T20:00:01+0900',
    title: 'ピアノ協奏曲第3番 ハ長調 作品26',
    composerSlug: 'prokofiev',
    concertSlug: 'regular-10',
    youTubeVideoId: '9xn7DE3nvJo',
    tags: ['曲目解説', '第10回定期', 'プロコフィエフ']
  };
</script>

<p>
  プロコフィエフはショスタコーヴィチらと並び20世紀ロシアを代表する作曲家である。新古典的楽曲から革新的楽曲まで幅広い作品を残しており、その特徴を一概に語ることは難しい。出身は現在のウクライナ、ドネツィク州の農村であるソンツォフカであり、ロシア革命を受けての亡命や、ソヴィエト共産党中央委員会による雑誌批判に端を発する文化弾圧”ジダーノフ批判”の対象として一部楽曲の演奏を禁止される等、政治的に波乱の生涯であった。何度もスターリン賞を授与された一方で、ジダーノフ批判後は当局に認可されるようにと、自主規制に縛られながらの作曲に苦心し、私生活でも妻がスパイ容疑で秘密警察に逮捕される等、苦しい晩年を過ごした。その命日は奇しくもスターリンと同じ1953年3月5日であった。
</p>

<h3>作曲背景と初演</h3>

<p>
  楽曲は1917年にペトログラードで着手されたが、同年のロシア革命を経て翌1918年にソヴィエト政権が安定すると、プロコフィエフが亡命を決意したため、作曲は一旦放置された。結局「海辺で静養したい」との口実のもと、シベリア・日本を経由し、米国に亡命した彼は、コンサート・ピアニストとして活躍しつつ作曲を再開した。初演は1921年12月16日に、作曲者本人のピアノ演奏、シカゴ交響楽団演奏にて行われたが、米国聴衆の反応は悪かった。しかし、欧州での反応は良く、翌1922年に実施した名指揮者クーセヴィツキー指揮でのパリ公演の成功を契機に欧州各地での演奏を実施したことで、評価は徐々に高まった。
</p>

<h3>曲目解説</h3>

<p>
  現代では、プロコフィエフの楽曲の中でも最も人気の高い楽曲の一つである。対位法を中心とした新古典主義的構成を持ちつつも、スラヴ的なヘテロフォニーにより和声の鎖からの脱出も試みられている楽曲であり、溢れるような生命感を有している。
</p>

<figure>
  <blockquote>
    プロコフィエフの三番は、数あるコンチェルトの中でもべらぼうに音符の数が多いことでも知られている。音符が多いのは大変だけど、マサルはこのプロコフィエフの、巨大なジグソーパズルのピースをぴたっと嵌めるように埋めていく作業が嫌いではない。いや、むしろ複雑なメロディラインを、針の穴をくぐるようにして走っていくのは、ジェットコースターに乗っているような快感だ。
  </blockquote>
  <figcaption>（恩田陸『蜜蜂と遠雷』（下）より引用）</figcaption>
</figure>

<h4>Ⅰ. 第1楽章 Andante - Allegro</h4>

<p>
  自由なソナタ形式である。提示部ではクラリネットの独奏で始まる序奏主題が、後半は二重奏となり、フルート・ヴァイオリンにも引き継がれる。弦楽器による目まぐるしい音型からアレグロの第1主題部に入ると、ピアノが第1主題（譜例1）を烈しく弾き、管楽器群・ピアノ・弦楽器群が三つ巴になって争っていく。ピアノが和音で力強く締めると、平明でモダンな第2主題（譜例2）がオーボエ・クラリネット・ピアノと引き継がれていく。すると、弦に新たな主題（譜例3）が突然現れ、ピアノが3連符で装飾して荒々しく推移する。そして変形しつつ強大に合奏されて徐々に弱くなり、提示部を締め括る。展開部では変形された第1主題がカノンの様相を呈しつつ、穏やかに発展していく。再現部に戻ると忙しさが戻り、第1主題・第2主題を経てピアノのグリッサンドで締め括る。コーダはエネルギッシュな盛り上がりを見せ、第1楽章を力強く締め括る。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={80}></Figure>
<Figure src={figure2} caption="譜例2" maxHeightPx={80}></Figure>
<Figure src={figure3} caption="譜例3" maxHeightPx={80}></Figure>

<h4>Ⅱ. 第2楽章 Andantino</h4>

<p>
  抒情的な変奏曲形式である。主題はフルートとクラリネットによるユニゾンでひなびたもの（譜例4）で弦のリズムに支えられており、合間に弦を中心とした旋律が挿入される。変奏は5つあり、それぞれリステッソ・テンポ、アレグロ、アレグロ・モデラート、アンダンテ・メディタティーヴォ、アレグロ・ジュストである。荒々しさを保ってコーダに入ると主題が拡大されて管弦楽で奏され、ピアノはスタッカートでカデンツァ風の修飾をおこないつつ、緩やかかつ荘重に楽章を閉じる。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={80}></Figure>

<h4>Ⅲ. 第3楽章 Allegro ma non troppo</h4>

<p>
  A―B―Aʼ―C―A”―コーダの形をとるロンド形式である。ロンド主部Aはファゴットと弦とのピッチカートで構成される明るい民謡的な主題（譜例5）である。作曲者が亡命途中に日本滞在中に聴いた長唄《越後獅子》の影響とも言われるが俗説であり、実際は作曲者の未完の弦楽四重奏曲素材の流用である。第1エピソードBはエネルギッシュな主題のかけ合いであり、クライマックスを作った後に静かになってAʼに戻る。第2エピソードCは木管による寂しげな主題に始まり、弦・ピアノと引き継がれる。ピアノと木管によってゆったりしつつも駆け上がるような主題を経て発展して、アレグロでA”に戻る。そしてピアノがブリオーソで不協和音の速いアルペッジョを弾き続けると、遂に強烈なリズムによる一本調子なコーダに至り、突進するような勢いで華麗な終結を形作る。
</p>

<Figure src={figure5} caption="譜例5" maxHeightPx={80}></Figure>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>大輪公壱, 2005, 『ショスタコーヴィチ 祝典序曲 作品96』, 東京都, 全音楽譜出版社</li>
  <li>
    ソロモン・ヴォルコフ著, 水野忠夫訳 , 2001, 『ショスタコーヴィチの証言』, 東京都 , 中央公論新社
  </li>
  <li>
    梅津紀雄. (2014). 雪どけ期のソ連音楽政策の転換過程：中央委員会文化部文書に見るその実態(The
    Process of Transition in the Musical Politics of the USSR in the Khrushchev Years: Documents
    from the Cultural Department of the Central Committee of CPSU.). 日本ロシア文学会,
    ロシア語ロシア文学研究 46, 111-130.
  </li>
  <li>
    和田春樹, 2016,
    『スターリン批判　１９５３～５６年―一人の独裁者の死が、いかに２０世紀世界を揺り動かしたか』,
    東京都, 作品社
  </li>
  <li>
    相場ひろ. “プロコフィエフ　ピアノ協奏曲第3番　ハ長調　作品26”, 讀賣交響楽団プログラム,
    <UrlLink url="https://yomikyo.or.jp/pdf/book/orchestra-201506-01.pdf" /> (参照 2024-01-19)
  </li>
  <li>
    一般社団法人全日本ピアノ指導者協会. “プロコフィエフ 1891-1953 Prokofʼev, Sergei Sergeevich”.
    ピティナ・ピアノ曲事典. 2019-06-25. <UrlLink url="https://enc.piano.or.jp/persons/296" /> (参照 2024-01-19)
  </li>
  <li>音楽之友社編, 1995, 『作曲家別名曲解説ライブラリー⑳　プロコフィエフ』, 東京都, 音楽之友社</li>
  <li>伊藤恵子, 2002, 『革命と音楽―ロシア・ソヴィエト音楽文化史』, 東京都, 音楽之友社</li>
  <li>恩田陸, 2019, 『蜜蜂と遠雷（下）』, 東京都, 幻冬舎文庫</li>
  <li>
    武内俊之. (2010). プロコフィエフの音楽:その本質空間をめぐる一考察. 福岡教育大学紀要. 第五分冊,
    芸術・保健体育・家政科編 = Bulletin of Fukuoka University of Education. Part V, Art, health and
    physical education, and home economics, 59, 9-20.
  </li>
  <li>
    田中陽兒・倉持俊一・和田春樹編, 1997, 『世界歴史大系　ロシア史3―20世紀―』, 東京都, 山川出版社
  </li>
  <li>
    長瀬賢弘, & ナガセヨシヒロ. (2014).
    セルゲイ・プロコフィエフのピアノ作品解釈に関する一考察:ピアノソナタ第5番と第9番を巡って.
  </li>
  <li>
    沼野充義・沼野恭子・平松潤奈・乗松享平編, 2021, 『世界文化シリーズ⑦ ロシア文化　55
    のキーワード』, 京都府, ミネルヴァ書房
  </li>
  <li>千葉潤. 2005, 『作曲家◎人と作品　ショスタコーヴィチ』, 東京都, 音楽之友社.</li>
  <li>音楽之友社編, 1979, 『最新名曲解説全集 第2巻 交響曲2』, 東京都, 音楽之友社.</li>
  <li>
    Payser, Herbert F. 1954, “Symphony No. 10 Dmitri SHOSTAKOVICH (Program Notes)”, 1954 October
    14-15, Mitropoulos(cond.), New York Philharmonic, New York, Carnegie Hall.
    <UrlLink
      url="https://archives.nyphil.org/index.php/artifact/eb46c5d4-8b6f-4c83-be3a-804739d794eb-0.1/fullview#page/1/mode/1up"
    />
    (参照 2024-1-20)
  </li>
  <li>
    マース, F., 森田 稔ほか(訳), 2006,
    『ロシア音楽史―《カマーリンスカヤ》から《バービイ・ヤール》まで』, 東京都, 春秋社.
  </li>
  <li>
    梅津紀雄, 2006, 『ショスタコーヴィチ―揺れる作曲家像と作品解釈（ユーラシア・ブックレット）』,
    東京都, 東洋書店.
  </li>
</Reference>

<Footnote>※ 第10回定期演奏会の曲目解説を通しての参考文献</Footnote>
