<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Spacer from '$lib/component/post/Spacer.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-07-08T20:00:01+0900',
    title: '『コリオラン』序曲',
    composerSlug: 'beethoven',
    concertSlug: 'regular-7',
    youTubeVideoId: 'SyxB17_L0CU',
    tags: ['曲目解説', '第7回定期', 'ベートーヴェン']
  };
</script>

<h3>舞台劇《コリオラン》</h3>

<p>
  『コリオラン』序曲は1807年に作曲された演奏会用序曲である。本作品は、友人の劇作家ハインリヒ・ヨーゼフ・フォン・コリン（1771-1821）の舞台劇《コリオラン》を題材としており、同氏に献呈されている。
</p>

<p>
  舞台劇《コリオラン》が描いたのは、ローマの英雄コリオラヌスの悲劇である。数々の武勲で名声を高めていたコリオラヌスは、身分闘争の最中、護民官の陰謀により失脚してしまう。彼は復讐に燃え、かつて敵国だったウォルスキ族の将軍となりローマを攻撃するが、ローマに残した母や妻の嘆願に屈して兵を退く。ローマ征服を断念したコリオラヌスは、ウォルスキ族の中でも裏切り者と見做され、居場所を失い、ついには処刑されてしまう。戦士としての功名心、ローマへの復讐心と、家族への愛情の狭間でもがき、葛藤の末に破滅していく姿が、ベートーヴェンの心を打ったのであろう。
</p>

<h3>楽曲解説（c-moll, Allegro con brio）</h3>

<p>
  冒頭、弦楽器による主音のユニゾンが、不協和音を織り混ぜながらの痛烈な打撃に三度断ち切られ、コリオラヌスの悲劇的運命が暗示される。第１主題では、第１ヴァイオリンとヴィオラが張り詰めたパッセージを奏し、コリオラヌスの激しい復讐心を表す。対して第2主題では、甘美でありながら哀愁漂う旋律が、平和を願う母や妻の様子を映し出す。これら2つの主題が激しくせめぎ合いホルンの痛切な咆哮へと至る。やがて音楽は段々と勢いを失い、呻吟の果てに滅びゆくコリオラヌスがピアニッシモのピチカートで表され、悲劇は幕を閉じる。
</p>

<h3>“私的な”作品</h3>

<p>
  作曲家としての円熟期を迎え、満々たる創作意欲を湛えていた当時のベートーヴェンにとって、『コリオラン』序曲は“私的な”色合いが濃い作品と言えよう。交響曲第4番(1806)・第5番(1808)・第6番(1808)などの大作の合間を縫って書き上げられた本作では、第5番に見られるような「暗から明へ」といった大衆向けのテーゼは鳴りを潜め、コリオラヌスの悲劇的運命が直截に描かれている。カエサル然り、コリオラヌス然り、ローマの英雄譚は往々にして惨憺たる結末を迎えるが、ベートーヴェンはこれらの悲劇に、聴覚障害に苦しむ自身や、あるいは“英雄”から“皇帝”へと変容していったナポレオンの姿をも重ね合わせたのかもしれない。
</p>

<p>
  「希望」という軛より解かれし本作で唄われるは、惨烈たる運命に対する、内なる叫びである。我々はその発露にどこまで耳を傾けられるだろうか。
</p>

<Spacer />

<Author>Vn. 橋床 亜伊瑠</Author>
