<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';
  import figure4 from './譜例4.webp';
  import MusicalNotation from '$lib/component/post/MusicalNotation.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-10-06T20:00:02+0900',
    title: '交響曲第5番 ホ短調 作品64',
    composerSlug: 'tchaikovsky',
    concertSlug: 'regular-8',
    youTubeVideoId: 'hsCedAK9S1Q',
    tags: ['曲目解説', '第8回定期', 'チャイコフスキー']
  };
</script>

<h3>はじめに</h3>

<p>
  チャイコフスキーの旋律美が多くの人々を魅了し続けてきたことは言うまでもない。ある団員が云うには、チャイコフスキーは“音階を音楽に変える天才”だそうだ。確かに彼が生み出す旋律は、音階の要素を基調に多彩な装飾が施されており、息を呑むほどに美しく、哀しく、そして慈愛に満ちている。一方で、赤裸々な感情移入を厭わない作風は当時のロシア人作曲家の中では異色であり、厳しい批評にさらされていたのもまた事実である。本作は均整のとれた秀作として名高いが、その裏には、自身の世間的評価と内なる憧憬との間で板挟みになったチャイコフスキーの苦悩が窺える。
</p>

<h3>創作の経緯</h3>

<p>
  チャイコフスキーは法務省の文官であったが、1861年、21歳の時に知人の勧めで帝室ロシア音楽協会、後のペテルブルク音楽院に入学した。その後1863年には文官を退職し専業の音楽家としての道を歩み始めた。《交響曲第1番》(1865)や《ピアノ協奏曲第1番》(1875)はその自由な楽想により一部の音楽家に酷評されたが、《交響曲第2番》(1872)や《テンペスト》(1873)の成功によりフォン・メック婦人からの資金援助を受けることとなる。メック婦人は富豪の未亡人であり、1876年から14年間に渡って彼のパトロンであり続けたが、その交流は文通のみであり、対面したことは一度もなかったという。経済的安定を得たチャイコフスキーは、《ヴァイオリン協奏曲》(1878)を書き上げると、作曲に専念するため10年ほどヨーロッパ各地を放浪した。この間、友人の死や妹アレクサンドラの家庭崩壊、進展しない離婚問題などによって彼の精神は徐々に不安定になっていった。一方で、彼はこの放浪生活を通して死や宗教について深慮し、本作《交響曲第5番》を貫く「運命の主題」を想到した。さすらいの終極に発表された本作には、人生の浮き沈みに翻弄されたチャイコフスキーの内懐が滲出している。
</p>

<h3>楽曲解説</h3>

<h4>第1楽章 Andante – Allegro con anima</h4>

<p>
  序奏では、重苦しい雰囲気の中、全曲を貫く「運命の主題」がクラリネットにより奏でられる。提示部において主題をどの旋律と見なすかは専門家の間でも解釈が分かれるところであるが、まずは弦楽器が刻む行進曲調のリズムの元、クラリネットとファゴットがホ短調の主題（第１主題、譜例1）を提示する。この主題は「運命の主題」から派生しており、第4楽章の最後でも登場する。転調を繰り返しながら山場へと至ると、弦楽器と木管楽器・ホルンの掛け合いを経て、ヴァイオリンによる美しく表情豊かな主題（第2主題）へと進む。転調と第1主題のモティーフで発展していき、展開部のクライマックスが築かれる。再現部を経て、コーダではコントラバスの最低音により静かに結ばれる。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={90}></Figure>

<h4>第1楽章 Allegro</h4>

<p>
  中央にカデンツァが配置される、拡大されたソナタ形式である。提示部ではまず、弦楽器の和音がさざめく中、独奏ヴァイオリンが仄暗い内面的雰囲気を帯びた第1主題（譜例1）を奏で、曲調の盛り上がりと共に技巧性も増して、アルペッジョを伴う小カデンツァへと至る。四分の六拍子に変化すると、ファゴットが第2主題を導入し、独奏ヴァイオリンが引き継いでオクターヴ奏法で華やかに奏で上げる（譜例2）。すると独奏ヴァイオリンは休息に入り、低弦楽器と管楽器の和音の中、ヴァイオリンがトゥッティで第3主題を激しく奏でる（譜例3）。金管楽器の叫び、木管楽器の感傷的な響きと続いて、全合奏での爆発的な咆哮による交響的なクライマックスに至り、音は急速に遠のく。展開部に相当する箇所では、独奏ヴァイオリンが提示部の全3主題を用いた技巧的なカデンツァを奏でる。再現部では提示部の主題を順に再現しつつも、展開的要素も織り込まれて奏される。曲想が激しくなり、独奏ヴァイオリンが再度第1主題に至るとコーダとなり、増1度の音のぶつかり合いを認めつつ、ニ音上の旋律的短音階で力強く閉じられる。
</p>

<h4>第2楽章 Andante cantabile, con alcuna licenza</h4>

<p>
  ホルンが甘美で抒情的な主題を奏でることで主部が始まる（譜例2）。まさに“音階を音楽に昇華した”旋律美にクラリネットの対旋律が加わり、続いてオーボエとホルンが副次テーマを多声的に奏でる。中間部ではややテンポが上がり、クラリネットによる郷愁漂う主題がファゴット・オーボエへと引き継がれる。やがて激しい盛り上がりと共に「運命の主題」が出現すると、休止のフェルマータを挟み主部の再現へと至る。感情が昂り<MusicalNotation
    content="fortissississimo"
  />の頂点を迎えると唐突に「運命の主題」が強奏されるが、コーダでは落ち着きを取り戻し静かに楽章が締めくくられる。
</p>

<Figure src={figure2} caption="譜例2" maxHeightPx={90}></Figure>

<h4>第3楽章 Allegro moderato</h4>

<p>
  スケルツォ楽章がおかれるのが主流だが、本作では純然たるワルツが用いられた。ある種バレエ的であり、チャイコフスキーの新たな試みと言える。冒頭、第１ヴァイオリンが第1のワルツとして優雅な旋律を提示する（譜例3）。やや分かりにくいが、この主題も「運命の主題」に関連する下行音階である。第2のワルツはオーボエとファゴットによって奏され、クラリネットへと受け継がれる。第3のワルツはシンコペーションが特徴的なファゴットソロであり、本作の鑑賞における名所の一つである。コーダの後半では再び「運命の主題」が陰鬱に奏でられるが、突如として<MusicalNotation
    content="fortissimo"
  />の和音が現れ、楽章を終わらせる。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={90}></Figure>

<h4>第4楽章 Andante maestoso – Allegro vivace</h4>

<p>
  冒頭、「運命の主題」がホ長調で荘厳に奏される(譜例4)。弦楽器の低音が、堂々たる威厳を醸し出し、第1~第3楽章とは異なる決然とした様を唄う。提示部では、再び「運命の主題」に関連する下行音形（第1主題）が現れ、弦楽器が下げ弓による激烈な演奏を行う。曲の勢いは増すばかりで、第2主題（再び「運命の動機」に関連する下行音形を含んでいる）、転調を繰り返す展開部を経て、遂に山場を迎える。コーダに入ると、ホ長調の「運命の主題」がトランペットにより高らかに唄われる。2分の2拍子の急速なプレストを経てから、やや速度を落とし、「運命の主題」を高らかに管楽器群が奏する。最後はホ長調のトニックに力強く終止する。
</p>

<Figure src={figure4} caption="譜例4" maxHeightPx={70}></Figure>

<h3>おわりに</h3>

<p>
  第4楽章の解釈は、「運命に対する勝利」であるか、「（勝利のように見えるが）運命の避けがたい力に対する敗北」であるか、意見が分かれるところである。しかし本作が誕生した経緯を鑑みれば、その主題が勝利/敗北だと決めつけるのは些か短絡的であろう。チャイコフスキーが経験した人生の浮き沈みは、あるいは彼の人生に限らず、明喑の二元論では語り得ない。彼は成功の裏でも常に悲観的であったし、逆に批判に晒されても作風を曲げることはなかった。希望や不安といった、現況と心情の不協和を示す概念こそ、古より人を人たらしめる“感情の揺れ動き”なのである。であれば、躁鬱状態であったチャイコフスキーが本作で表現したかったものは、「運命」に翻弄される“主人公”の目まぐるしく変わりゆく人生そのものだったのではなかろうか。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>
    イーゴリ・ストラヴィンスキー, 笠羽映子（訳）, 2013,
    『私の人生の年代記-ストラヴィンスキー自伝』東京, 未來社
  </li>
  <li>大輪公壱（解説）, 2017, 『チャイコフスキー 交響曲第5番ホ短調 作品64』東京, 全音楽譜出版社</li>
  <li>
    マイケル・ポラード, 五味悦子（訳）, 1998, 『伝記
    世界の作曲家(7)チャイコフスキー―19世紀ロシアの代表的作曲家』, 東京, 偕成社
  </li>
</Reference>
