<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure from './figure.jpg';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-11-11T20:00:02+0900',
    title: 'バレエ音楽 『火の鳥』組曲（1945年版）',
    composerSlug: 'stravinsky',
    concertSlug: 'regular-15',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第15回定期', 'ストラヴィンスキー']
  };
</script>

<h3>《火の鳥》創作の経緯</h3>

<p>
  サンクトペテルブルクで育ったストラヴィンスキーは、少年期にグリンカの作品に触れて管弦楽に魅了された。やがて大学に進学し法学部に籍を置いたが、音楽への情熱を失わなかった。幸運にもリムスキー＝コルサコフに師事する機会を得て、その薫陶は1908年に師が逝去するまで続いた。
</p>

<p>
  まもなく発表された管弦楽曲《花火》がロシア・バレエ団を率いるセルゲイ・ディアギレフの目に留まり、それが作曲家としての転機になった。同団がオリジナル作品として制作を依頼したのが、全1幕2場、19場面から織りなされるバレエ《火の鳥》である。1910年6月25日、パリ・オペラ座にてガブリエル・ピエルネの指揮で本作は初演され、熱狂的な成功を収めた。弱冠28歳の作曲家が、ロシア民話と近代的管弦楽法を融合させ新たな音楽を築き上げたことは、周囲に衝撃を与えた。
</p>

<h3>《火の鳥》の物語</h3>

<p>
  物語は、イワン王子が“火の鳥”を追って魔王カスチェイに支配された庭に迷い込むところから始まる。王子はついに異形の鳥を捕らえるが、羽を震わせて命乞いする“火の鳥”
  に心を動かされ、羽根一枚を授けられるのと引き換えに自由を許した。その後、魔王の魔法に囚われた13人の王女が庭に現れ、王子はそのうち一人と恋に落ちる。翌朝、王子は王女らを救うため魔王の城に忍び込むが捕らえられてしまった。羽根の力で危機を逃れた王子が助けを求めたところ、現れた“火の鳥”は魔王とその眷属を舞踏と子守歌で眠りへと誘う。やがて王子は“火の鳥”の導きで魔王の生命が宿る卵を見つけ、それを打ち砕くことで魔王を滅ぼし、石と化していた騎士や王女たちを解放する。物語は、王子と王女の結婚による大団円で幕を閉じる。
</p>

<h3>亡命と《火の鳥》再編</h3>

<p>
  本作は都合三度の改訂を経ているが、その歩みはストラヴィンスキー自身の境涯と重なる。まず1911年には本作を演奏会用組曲として独立させ、さらに1919年には六曲から成る短縮版を編んだ。この改訂は第一次世界大戦とロシア革命後の経済的困窮の中、演奏機会と著作権料を増やす現実的な策でもあった。
</p>

<p>
  その後、ディアギレフの死、母や妻子の相次ぐ死去、ナチスによる退廃音楽の烙印など、彼を取り巻く環境は厳しさを増した。一度は祖国ロシアへ戻るもソヴィエト共産主義体制に絶望し、最終的にアメリカ合衆国に拠点を移す。喪失と亡命を経験した彼にとって、《火の鳥》は若き日の成功の象徴であると同時に、異郷の聴衆と再び結びつくための導きであった。
</p>

<p>
  1945年版はバレエ全曲から12場面を抜粋し、物語性をより豊かに伝える大規模な組曲として構成された。若き日の創造力が回想の影を帯びつつも、苦境の中で編み出された新しい呼吸を獲得している。
</p>

<h3>楽曲解説</h3>

<h4>序奏</h4>

<p>
  低弦のうねりと濁った和声が夜の闇を築き、木管は妖気を帯びた旋律を紡ぐ。曖昧な音の靄が漂う中、聴き手は魔王の魔力に支配された幻想の園へ誘われる。
</p>

<h4>火の鳥の前奏と踊り・火の鳥のヴァリアシオン</h4>

<p>
  突如として燦然たる音塊が炸裂する。鋭いトランペット、精緻な木管の走句、煌めくハープ――焔のごとき羽ばたきが顕れ、妖異と輝煌を併せ持つ超自然の存在を描き出す。
</p>

<h4>火の鳥とイワン王子のパ・ド・ドゥ</h4>

<p>
  捕らえられた鳥は必死の舞を踊る。木管の疾走句が矢のように放たれ、弦は切迫した律動を刻む。王子と鳥の緊張は極点に達する。
</p>

<h4>スケルツォ（王女たちの踊り）</h4>

<p>
  やがて静謐が訪れ、囚われの王女たちが舞を繰り広げる。旋律は古いロシア民謡に源を持ち、素朴で清澄。弦と木管が織りなす抒情に、淡いロマンの香りが漂う。ヴァイオリンとチェロのオクターヴが、王子と王女の出会いを仄かに暗示する。
</p>

<h4>ロンド（輪舞）</h4>

<p>簡素ながら甘美な旋律が抑制された管弦の中から浮かび上がる。愛の萌芽が静かに姿を現す。</p>

<h4>魔王カスチェイの踊り</h4>

<p>
  突如、音楽は狂暴に転じる。鋭角的な和音が鉄槌のごとく打ちつけられ、全楽器は狂乱の舞に没する。シンコペーションが荒れ狂い、歪んだ和声が聴き手を渦中へと呑み込む。王女の舞の断片が閃くも、すぐに暴虐な主題にかき消される。全曲でも最も烈しい場面である。
</p>

<h4>子守歌</h4>

<p>
  狂騒の後に訪れる静けさ。弱音器をつけた弦が揺らぎを刻み、ファゴットが哀切な旋律を奏でる。火の鳥が魔王の一党を眠りに誘う子守歌である。旋律は素朴でありながら深い情趣を湛え、民謡の温もりと夢幻の翳を兼ね備える。夜明けの兆しが仄かに射し込む。
</p>

<h4>終曲</h4>

<p>
  ホルンが静かに、しかし確信をもって民謡由来の旋律を歌い始める（譜例）。解放と勝利の象徴である。やがて諸楽器が次々と加わり、響きは壮大に膨れ上がる。ティンパニの確かな拍動、金管の荘厳なコラール、オーケストラ全体の高揚――物語は光に包まれて大団円を迎える。
</p>

<p>
  （※ヴァリアシオン、パ・ド・ドゥ、スケルツォの後にはパントマイムが挿入される。これらは舞台転換のために奏されるごく短い楽曲である。）
</p>

<Figure src={figure} caption="譜例" maxHeightPx={90}></Figure>

<h3>終わりに</h3>

<blockquote>「芸術は監督され、制限され、加工されるほど自由になる」</blockquote>

<p>
  彼のこの言葉は、栄光と苦境のはざまを漂流した人生において、確かに彼を駆り立てた原動力であり、願いであり、あるいは彼の無念を覆い隠す言葉であったかもしれない。世のしがらみに囚われ、過去に囚われ、喪失の苦しみに囚われた自身を、そして自らに宿る芸術を解放する象徴――それが《火の鳥》だったのではなかろうか。
</p>

<p>
  終曲に響く壮麗な讃歌には、流浪の境涯にあってもなお失われぬ希望と、普遍的人間性への祈りが脈打っている。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>音楽之友社編, 1980,『最新名曲解説全集 管弦楽曲Ⅲ』(第6巻),東京都, 音楽之友社.</li>
  <li>
    イーゴル・ストラヴィンスキー著, 塚谷晃弘訳, 1981, 『ストラヴィンスキー自伝』,
    東京都,全音楽譜出版社.
  </li>
  <li>
    ナンシー・レイノルズ, マルコム・マコーミック著, 松澤慶信訳, 2013, 『20世紀ダンス史』, 東京都,
    慶應義塾大学出版会.
  </li>
</Reference>
