<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-04-10T20:00:00+0900',
    title: '連作交響曲《我が祖国》',
    composerSlug: 'smetana',
    concertSlug: 'regular-6',
    youTubeVideoId: 'RFn8oVd2y50',
    tags: ['曲目解説', '第6回定期', 'スメタナ']
  };
</script>

<figure>
  <blockquote>
    私の愛するチェコ民族は決して滅びることはない。地獄の恐怖が振りかかろうと、必ずや気高い勝利を収めるであろう。
  </blockquote>
  <figcaption>（チェコ伝説にうたわれる女王リブシェの予言より）</figcaption>
</figure>

<p>
  6つの交響詩から成る本作は、チェコ民族にとって最も大切で意義のある作品として愛され、尊敬されている。チェコの激動の歴史、美しい自然の情景、人々の強い想い、そして民族の幸福と繁栄への願いが内包された、約80分間の物語の旋律は人々の心を掴んで離さない。
</p>

<h3>音楽を通した民族独立の試み</h3>

<p>
  チェコの歴史は被支配に対する自由への闘争の歴史である。11世紀以来、チェコは神聖ローマ帝国の支配下にあり、過度な統制に対して民族として抵抗してきたのである。しかし、1620年の白山（ビーラーホラ）の戦いで敗北したことでオーストリア・ハプスブルク家による支配が強まると、ドイツ語とカトリックの強制により、ボヘミアの都市部からはチェコ文化すら失われてしまった。東ボヘミアの町であるリトミシュルのビール醸造技師の息子として生まれたスメタナがチェコ語を話せず、母語がドイツ語であったこともこの抑圧に起因する。
</p>

<p>
  18世紀になっても、ハプスブルク家への隷属は続いた。文化の喪失の危機に際して、チェコ人は芸術に民族独立の象徴を見出した。その代表がチェコ文化の表現場所としての国民劇場の建設である。30年もの苦節の末、遂に完成した国民劇場の柿落とし公演は、スメタナがチェコの建国神話に基づき作曲したオペラである《リブシェ》の初演であった。プラハの命名者とされる7世紀頃の伝説の女王リブシェが、チェコの再びの繁栄を高らかに予言する歌がチェコ民族をさらに鼓舞したことは言うに及ばない。
</p>

<p>
  そして、《リブシェ》で用いたメロディーを引用しつつ、スメタナは遂にチェコそのものを賛美する6作の交響詩に着手する。
</p>

<h3>楽曲展開</h3>

<p>
  第1曲・第3曲・第5曲では歴史的・回顧的な主題が用いられるのに対し、第2曲・第4曲・第6曲では現代の鼓動あるいは未来を表そうと意図されており、チェコ民族と国土との離れ難い結びつきを表現する。
</p>

<h4>第1曲 〈ヴィシェフラド Vyšehrad〉</h4>

<p>一つの城を舞台にしたチェコ民族の栄光と没落の物語が、伝説の吟遊詩人によって語られる。</p>

<p>
  ボヘミアの全ての水脈が流れ込む大河、ヴルタヴァ。そのヴルタヴァがプラハ市内に入る頃、右岸に現れる崖の頂に天を突いて聳え立っている城がヴィシェフラド（「高い城」の意）である。伝説ではリブシェをはじめとした王たちの為政地であったとされる。そのため、ヴィシェフラドはチェコ民族の誇りの表象としての意味合いも強い。
</p>

<p>
  曲の冒頭では、ハープの幻想的なカデンツァが聴衆を物語へと誘い、リブシェが予言したヴィシェフラドの栄光を想起させる。その音形はドイツ語音名でB・Es(S)で、スメタナのイニシャルになっている点も興味深い。その後、勇壮でゆったりとした楽想がポリフォニックに奏でられ、ヴィシェフラドの栄光を歌い上げる。しかし、居城をめぐる戦闘に曲想が至ると、激しい鬨の声に打ち鳴らされながら、城は灰燼に帰する。戦いの嵐が収まるにしたがって、「鬨の声」は「哀調を帯びた歌」に変わっていき、城の没落と名声の沈黙を印象付けて曲を締め括る。
</p>

<h4>第2曲 〈ヴルタヴァ（モルダウ） Vltava〉</h4>

<p>
  ヴルタヴァ（独語名：モルダウ）が源流から生まれ、ボヘミアを縦断して、最終的にラベ河（独語名：エルベ河）に注ぐまでの情景が、幻想的かつ情景豊かに描かれる。
</p>

<p>
  曲の冒頭では、フルートで表現される「第一の水源」とクラリネットで表現される「第二の水源」が混ざり合い、生じた「ヴルタヴァの流れ」が、美しく哀愁をもった旋律で表現される。陽の光を受ける様、河幅を増していく様、狩人の角笛が響き渡る森に流れ入る様。やがて、河は田園を流れ、農民の結婚式の様子が民族的なポルカで表現される。その後、夜になると、月明かりを浴びた河での水の精の踊りが弱音器を付けた弦楽器の儚い音色で幻想的に奏でられる。朝になると、流れが増し、聖ヤンの急流で飛沫をあげて流れ落ちる。河幅を増したヴルタヴァが威厳を帯びたヴィシェフラドを迎えたことが第1曲の旋律によって示されると、プラハに流れ込んだ河は遂にラベ河へと流れ去る。
</p>

<h4>第3曲 〈シャールカ Šárka〉</h4>

<p>プラハ北部のシャールカ谷を眺めた際に想起される、伝説上の戦争での狡猾な作戦の一幕が描かれる。</p>

<p>
  リブシェ女王亡き後、国を治める主体が女性から男性に移った。男性たちがリブシェ女王の侍女たちを「さまよう子羊みたいなもの」と嘲笑ったため、侍女頭であったヴラスタを中心とする女性たちは権力回復と男性への復讐を求め、戦い始めた。これが乙女戦争である。シャールカは、男性側の英雄ツティーラトを奸計に陥れ、その仲間共々惨殺したとされる女性戦士である。曲はスメタナによる本伝説の解釈に基づき描かれる。
</p>

<p>
  曲の冒頭では、恋人に裏切られたシャールカが全男性への復讐を強く誓う。その後、遠方からツティーラトが仲間と共に、女性と戦うためにやってくる。そこでシャールカは計略としてわざと木に縛り付けられて苦しんでいる様を演出した。美しいシャールカに恋をしてしまったツティーラトはまんまと奸計に嵌って彼女を助けてしまい、用意された酒で眠ってしまう。いびきがファゴットで表現される中、シャールカはホルンの長音で仲間の女性たちに復讐機会の到来を告げる。そして荒々しく急襲した女性たちの手で眠っている男性たちは殺され、ツティーラト自身もシャールカの剣で殺されてしまうのであった。
</p>

<p>
  なお伝説では、ツティーラトの無惨な遺体を見つけた男性側が憤慨し、ヴラスタの殺害を皮切りに女性側陣営を誰一人許さず皆殺しにしたことで、乙女戦争は終結を迎えたと伝えられる。
</p>

<h4>第4曲 〈ボヘミアの森と草原から Z českých luhů a hájů〉</h4>

<p>
  ボヘミアの自然を眺めたときに喚呼される全感情が音で表現されている、牧歌的な自然讃歌である。本曲についてスメタナ自身は「だれもがこれを聴く時、私が何を描いたのか分ってくれるだろう。」と書き記している。
</p>

<p>
  曲の冒頭は力強い短調の和音で始まり、朗らかな長調に変わっていく。これは、森や草原のあらゆる側から、あるときは楽しく、あるときは深いメランコリーを込めて聞こえてくる歌である。その後、弦楽器による五声のフガートが夏の午後に頭上に太陽をいただく田園の喜びを表現する。フガートが落ち着くと、ホルンの独奏が人目につかない森の陰を表現し、隠された自然もうたわれているのだと示す。そして2小節ずつ挿入され、次第に全貌をあらわすポルカの主題が、楽しげな収穫祭ないし農民の祭りの様子を表現し、激しいプレストに高まって自然への強い賛美を示して曲を締め括る。
</p>

<h4>第5曲 〈ターボル Tábor〉</h4>

<p>敬虔なフス教徒の不撓不屈の精神が讃えられる。</p>

<p>
  1414年、堕落した教会と聖職者を摘発し、宗教改革を呼びかけたカレル大学総長の司祭ヤン・フスが宗教会議の結果、火刑に処された。チェコ人は憤怒し、「フス教徒」の名で団結して反カトリックのフス戦争を起こす。ヤン・ジシュカ率いる急進派は、南ボヘミア最北部、ヴルタヴァの支流ルジュニツェ河の高台に建設された要塞都市、ターボルを拠点とし、神聖ローマ帝国皇帝ジギスムントにより派遣された十字軍を撃退するのである。
</p>

<p>
  本曲全体は中世フス派のコラールとして名高い《汝ら。神の戦士らよ Ktož jsú Boží
  bojovníci》に支配される。冒頭のコラールは「戦闘前の陰鬱な気分」から「戦いに向けた力の結集」への移行を表現する。次いで、「戦闘前のコラールの歌」が歌われると戦いが始まり、本来の詩節に基づいた「勝利を確認するコラールの歌」へと至って、第6曲へとアタッカで続く。
</p>

<h4>第6曲 〈ブラニーク Blaník〉</h4>

<p>戦いを終えて眠ったフス教徒が救国の到来を待って眠り、チェコ民族が遂に勝利へと至る様を描く。</p>

<p>
  ブラニークとは中部ボヘミアと南ボヘミアの境にある深い森に覆われた山であり、伝説で国難を救う騎士たちが眠るとされる。スメタナは騎士たちの正体を、救国伝説にうたわれる10世紀のボヘミア公聖ヴァーツラフの騎士から、フス派の騎士に翻案した。
</p>

<p>
  曲の冒頭は第5曲同様に《汝ら。神の戦士らよ》で始まり、フス教徒の戦士たちがブラニークに隠れ、救国の時を待って眠る様を描写する。間奏曲では、ブラニーク周辺の風景や羊飼いの少年による牧歌が奏される。そして、敵の来襲が示されると新たな賛美歌である《汝らの神と共に勝利を収めん》が響き渡る。最後に第1曲の旋律が奏でられて、チェコ民族の復興と未来の栄光の表象たるヴィシェフラドが眼前に堂々と現出し、「自由の思想の勝利」を祝福するうちに全物語を締め括る。
</p>

<h3>最後に</h3>

<p>
  《我が祖国》の作曲や国民劇場建設を含むチェコ国民の民族独立運動の高まりにより、1882年にはチェコ語がオーストリアの公用語として認可された。第一次世界大戦後の1918年にオーストリア・ハンガリー二重帝国が崩壊すると、チェコスロヴァキアが国家として誕生した。その後、ナチ党によるドイツへの併合や、第二次世界大戦後のソ連の衛星国化という抑圧の歴史を再び経たが、学生のデモに端を発した民主化運動であるビロード革命を経て、1989年12月、遂にチェコ人は国家独立を勝ち取った。
</p>

<p>
  かつて女王リブシェが予言した「地獄の恐怖に対するチェコ人の気高き勝利」は、1990年のプラハの春音楽祭での《我が祖国》の華やかな演奏として、独立国チェコに響き渡った。
</p>

<Author>Vn. 田畑佑宜</Author>

<Reference>
  <li>
    Green, C. (2008). <cite
      >Approaching Different Nationalities Musically-“The Musical Journey”</cite
    >.
  </li>
  <li>アロイス・イラーセク, 2011, 『チェコの伝説と歴史』, 北海道大学出版会</li>
  <li>ヴラスタ・チハーコヴァー, 1987, 『プラハ幻景　東欧古都物語』, 新宿書房</li>
  <li>
    沖島博美　他, 2002, 『旅名人ブックス85　チェコ歴史散歩　中世の面影を残す町々』,
    日経BP出版センター
  </li>
  <li>チェコツーリズムプラハ発行, 2018, 『チェコ音楽ガイド』, チェコツーリズムプラハ</li>
  <li>内藤久子, 2007, 『チェコ音楽の魅力―スメタナ・ドヴォルジャーク・ヤナーチェク―』, 東洋書店</li>
  <li>ひのまどか, 2004, 『スメタナー音楽はチェコ人の命！』, リブリオ出版</li>
  <li>
    福田宏. (2002). [我が祖国] への想像力: ドイツ系多数地域におけるチェコ・ソコルの活動. スラヴ研究,
    49, 29-50.
  </li>
  <li>渡鏡子, 1966, 『スメタナ／ドヴォルジャーク』, 音楽之友社</li>
</Reference>
