<script lang="ts" context="module">
  import type { Metadata } from '../../index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import MusicalNotation from '$lib/component/post/MusicalNotation.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure1 from './figure1.jpg';
  import figure2 from './figure2.jpg';
  import figure3 from './figure3.jpg';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-11-11T20:00:00+0900',
    title: '歌劇《エフゲニー・オネーギン》より〈ワルツ〉 作品24 ',
    composerSlug: 'tchaikovsky',
    concertSlug: 'regular-15',
    // youTubeVideoIds: ['●'],
    tags: ['曲目解説', '第15回定期', 'チャイコフスキー']
  };
</script>

<p>
  ロシアの国民的詩人アレクサンドル・プーシキンが1820年代に執筆した長編小説『エフゲニー・オネーギン』は、当時のロシア貴族社会の風俗を背景に、青年オネーギンと純真な田舎娘タチヤーナの悲恋を描いた作品である。詩の形式で書かれたこの小説は、友情や嫉妬、社会的虚飾といった普遍的なテーマを織り込みつつ、登場人物の感情の機微を細やかに描き出し、発表以来ロシア文学を代表する古典として高く評価されてきた。
</p>

<p>
  1877年5月、チャイコフスキーは友人で歌手でもあったエリザヴェータ・ラヴロフスカヤから、この小説をオペラ化することを提案された。当初は「全く話にならない」と否定したものの、文学的な精緻さや心理描写の豊かさを音楽で表現することに可能性を見いだし、数日のうちに台本の草案をまとめ上げた。作曲の筆は驚くほど速く進み、わずか8か月ほどでオペラ全曲を完成させた。1879年にモスクワで初演されて以来、世界中のオペラ劇場で上演され続け、現在ではチャイコフスキーの代表作の一つとして広く知られている。
</p>

<h3>《エフゲニー・オネーギン》の物語</h3>

<p>
  物語の軸は、田舎の名家ラーリン家の娘タチヤーナと青年オネーギンの恋と挫折である。都会育ちの青年オネーギンと出会った彼女は激しく心を揺さぶられ、一夜にして情熱的な恋文を書き送る。しかし、オネーギンは冷ややかに彼女の夢を戒め、結婚には不向きな人間だと拒絶する。続く第2幕の舞踏会の場面で、オネーギンが気晴らしに親友レンスキーの婚約者オリガを口説き、ワルツの踊りに誘うことで事態は一変する。オネーギンは嫉妬に駆られたレンスキーに決闘を申し込まれ、望まぬまま引き金を引いてしまう。親友を失ったオネーギンは罪の意識に苛まれ、領地を離れ放浪の旅に出る。年月を経てペテルブルクに戻った彼は、舞踏会の華やかなポロネーズの響きの中で、公爵夫人となったタチヤーナに再会する。今や彼の心は燃え上がり、彼女に愛を乞うが、タチヤーナは「あなたを愛しているが、人妻として夫に忠実に生きる」と毅然と答えた。すべてが遅すぎたことを悟ったオネーギンが孤独と絶望に打ちひしがれ、物語は幕を閉じる。
</p>

<h3>楽曲解説</h3>

<p>
  今回演奏される〈ワルツ〉は、この悲劇的展開への転換点となる第2幕の舞踏会の場面で響く音楽である。華麗で軽やかなワルツの主題（譜例1）が繰り返され、その間にいくつもの短いエピソードが挿入される構成は、ロンド形式に近い特徴をもつ。
</p>

<p>
  華やかで装飾的な旋律は弦と管楽器の対話を巧みに生かし、社交界の賑わいと浮き立つような気分を生き生きと描き出す。
</p>

<Figure src={figure1} caption="譜例1" maxHeightPx={80}></Figure>

<p>
  後半のオネーギンがオリガを誘う場面（譜例2）は、チェロが力強く息の長い旋律を奏で、ヴァイオリンのしなやかなメロディーが対話することで、舞踏会の華やぎに緊張と深みが生まれ、物語の先に待つ悲劇をほのめかす場面となっている。
</p>

<Figure src={figure2} caption="譜例2" maxHeightPx={180}></Figure>

<p>
  やがて音楽は高揚感を増し、<MusicalNotation
    content="fortississimo"
  />の圧倒的な響きによるコーダ（譜例3）に突入し、酔いと歓声が渦巻く祝宴の熱狂のうちに終結する。
</p>

<Figure src={figure3} caption="譜例3" maxHeightPx={100}></Figure>

<p>
  ワルツの華やかな音楽は、単なる舞踏会の描写にとどまらない。まさにこの場面でオネーギンが軽率な振る舞いを見せ、やがて親友を失う悲劇へと事態は転がり始めるのである。輝かしい響きの裏側には、嫉妬や不信、そして虚飾に満ちた貴族社会の空虚さがひそみ、その二重性が如実に映し出されている。チャイコフスキーはきらびやかな旋律の中にも内面の空虚さを緻密に織り合わせ、舞踏会の華やかさの奥に不安と悲劇の萌芽を描き出した。
</p>

<h3>おわりに</h3>

<p>
  歌劇《エフゲニー・オネーギン》は、一見すると些細な行き違いから決闘に至る理不尽な物語に見える。しかし、タチヤーナの純粋な愛を拒み、親友を失ったオネーギンの愚かで哀れな姿は、私たちに人間らしさと弱さを改めて感じさせる。舞踏会のワルツは、華やかさに包まれながらも、その旋律の陰に哀しみや虚しさを秘め、恋と悲劇、そして失って初めて気づく大切なものの重みを象徴する。軽やかな舞曲の中に深いドラマを刻み込み、物語全体を普遍的な人生の教訓として響かせる、まさにこのオペラの魅力を象徴する場面である。
</p>

<Author>Va. 大西 祐生佳</Author>

<Reference>
  <li>アレクサンドル・プーシキン著, 池田健太郎訳, 2006,『オネーギン』, 東京都, 岩波書店.</li>
  <li>
    小学館編, 2008, 『魅惑のオペラ19チャイコフスキーエフゲニー・ オネーギン』, 東京都, 小学館.
  </li>
</Reference>
