<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-10-06T20:00:00+0900',
    title: 'バレエ音楽《三角帽子》第2組曲',
    composerSlug: 'falla',
    concertSlug: 'regular-8',
    youTubeVideoId: 'tuBNsbWaP6I',
    tags: ['曲目解説', '第8回定期', 'ファリャ']
  };
</script>

<h3>作曲の背景</h3>

<p>
  ファリャは、スペインを代表する作曲家の１人である。バレエ音楽『三角帽子』は、稀代のバレエ興行師ディアギレフが
  P.アラルコンによる短編小説『三角帽子』をもとに手がけたバレエ作品のために作曲された。1917年の初演当初は第一次世界大戦中ということもあり、小規模のパントマイムとして上演された。その後大編成オーケストラ用に改編され、1919年にバレエ音楽として完成に至った。
</p>

<p>
  バレエ音楽『三角帽子』は2つの組曲から成り、本公演では第2幕の〈隣人たちの踊り〉〈粉屋の踊り〉〈終幕の踊り〉から成る第2組曲を演奏する。
</p>

<h3>あらすじと楽曲解説</h3>

<p>
  バレエ『三角帽子』は、通りすがりに粉屋の妻を見初めた代官が、横恋慕を押し通そうとしたあげく、粉屋とその妻に巧みにかわされ大恥をかくという、反権力、勧善懲悪の痛快な物語である。
</p>

<h4>第1幕「午後」</h4>

<blockquote>
  スペイン南部アンダルシア地方のとある町に、働き者の粉屋と美しい妻が仲睦まじく暮らしていた。妻はよく他の男たちからも声をかけられるので、粉屋は気が気でなかった。そんなある日、町の見回りにやってきた代官がこの美しい妻を見初め、彼女を我がものにしようと企てる。見回りのあと、こっそりお忍びで妻を口説きに戻ってきた代官であったが、妻はこれをうまくかわしてファンダンゴ（女房の踊り）を踊り、葡萄の房を使って代官をからかう。すっ-かり目が回ってその場に倒れ込んだ代官のもとに粉屋がやってきて、埃を払うふりをして代官を殴った。仕方なく代官は退散し、粉屋とその妻は再びファンダンゴを踊る。
</blockquote>

<h4>第2幕「夜」</h4>

<blockquote>
  夜になると隣人たちが聖ヨハネ祭を祝うために粉屋を訪れ、軽い陶酔感を帯びながらセギディーリャを踊り明かす。
</blockquote>

<h4>〈隣人たちの踊り（セギディーリャ）〉</h4>

<p>
  やさしいヴァイオリンから始まり木管楽器へ次々と移る躍動感のあるテーマが、弦の低音域とハープの穏やかなアルペジオを伴奏に色を変えながら繰り返される。
</p>

<blockquote>
  隣人たちのセギディーリャが一段落すると、妻に勧められ粉屋がファルーカを踊り出す。
</blockquote>

<h4>〈粉屋の踊り（ファルーカ）〉</h4>

<p>
  野生の呼び声かのごとく情熱的な序奏をホルンが奏し、それをコールアングレが受けてフラメンコを思わせるパッセージを聴かせる。駒の上を弓で弾く特殊奏法の弦がフラメンコギター風の音色で伴奏する一方、ファゴットやホルンにより、踊り手が強く足を踏みならす動作を繰り返す。スペインの闘牛士を思わせる決然と畳みかけるリズムが続き、オーボエやホルンにより奏されるアンダルシアの民謡風のテーマが音色豊かな響きを得ていく。最後はオスティナートを用いたトゥッティの強奏で最高潮を迎え、熱狂的なアッチェレランドで結ばれる。
</p>

<blockquote>
  <p>
    人々が祝杯をあげていると突然2人の警官が現れ、粉屋は逮捕されてしまう。昼間に現れた代官の陰謀で、粉屋は無実の罪を着せられたのだ。隣人たちが帰り、1人悲しみに暮れた妻が用心のために鉄砲を用意していると、今度こそ妻を口説き落とそうと代官がやってくる。しかし、気が焦っていた代官は水車小屋の前の小川にうっかり落ちてしまう。音に驚いて飛び出した妻は代官に手を差し伸べるが、それに乗じて抱きつこうとしてきた代官に鉄砲を突きつけ、粉屋が囚われている牢屋へと駆け出した。妻に逃げられた代官は濡れた服と三角帽子を脱ぎ、粉屋の服に身を包んでベッドに潜り込む。そこへ、牢屋から脱走してきた粉屋が戻ってきた。粉屋は、脱ぎ捨てられた代官の服を見るなり妻が寝取られたと早合点し、代官に「私は復讐に参ります。代官夫人も劣らず美人でありますから。」と書き置きを残して去って行くのであった。
  </p>

  <p>
    粉屋の書き置きを見つけた代官は急いで帰らなければと思ったが、ちょうどその時、脱走してきた粉屋を追って警官たちがやってくる。粉屋の服を着ていた代官は粉屋と間違えられ、警官たちに捕らえられてしまう。代官が捕まり平和を取り戻した粉屋と妻は隣人たちと共に喜びを分かち、ホタを踊り明かすのであった。
  </p>
</blockquote>

<h4>〈終幕の踊り（ホタ）〉</h4>

<p>
  性急な序奏が簡潔に現れた後、ハ長調で軽快な終幕の踊り（ホタ）の幕が上がる。物語の結末を祝うように、勢いを落とさずにリズムや音色の工夫を重ねて音楽が進み、ホタのテーマを繰り返しながらクライマックスを十分に盛り上げ、大団円を締め括る。
</p>

<Author>Hr. 栗原 杏実</Author>

<Reference>
  <li>興津憲作, 1987,『ファリャ 作品と生涯』東京，音楽之友社，pp.136-161</li>
  <li>
    藤原順, 2021，『zen-on scoreファリャ バレエ音楽《三角帽子》全曲』東京，全音楽譜出版社, pp.10-20
  </li>
</Reference>
