<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure from './譜例1.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-02-16T20:00:00+0900',
    title: '交響曲第1番 変イ長調 作品55',
    composerSlug: 'elgar',
    concertSlug: 'regular-9',
    youTubeVideoId: '52MUNrquaQI',
    tags: ['曲目解説', '第9回定期', 'エルガー']
  };
</script>

<h3>作曲に至るまで</h3>

<p>
  エドワード・エルガーの交響曲第一番は、1908年に完成した。重要なことは、この時点でエルガーがイギリスを代表する作曲家であったということだ。1899年の「エニグマ変奏曲」から1919年の「チェロ協奏曲」までのこの時期は、ベートーヴェンよろしく「傑作の森」とも呼ばれるほどに、エルガーにとって充実していた。その作品群の中でも、交響曲第一番がイギリスにとって、そしてエルガーにとっても象徴的なものだったことは間違いがない。なぜならロマン派の時代に及んでも、イギリスという国において、海を渡り音楽の本拠地たるウィーンにその名を知らしめるほどの名声を獲得した交響曲は、それまでかつてほとんど存在していなかったからである。そうであるからこそ、「ニーベルングの指輪」の初演などで知られる大指揮者、ハンス・リヒターがこの曲の第三楽章を「ベートーヴェンが書いた緩徐楽章のようだ」と形容したのはエルガーにとって――イギリスという国家にとって――この上ない賛辞だったであろうということは、想像に難くない。ドイツ音楽の擁護者たるリヒターにそう言わしめたことは、エルガーの音楽が偉大なベートーヴェンやブラームスの系譜に乗って、連綿と続く「交響曲」の歴史に刻み込まれたことを意味したのである。
</p>

<p>
  一方で、ドイツ的交響曲の系譜に数えられたからと言って、それはこの第一交響曲がイギリスらしさ、エルガーらしさを失ったことを意味するわけではない。第一楽章の冒頭、序章で現れるモットー主題（譜例）を聴けば、かの有名な威風堂々第一番のトリオと同じような、エルガー的雄大さと気品に満ちあふれた旋律が、春を知らせる風のように鮮やかに、そして自然に体に広がる。モットー主題というのは循環主題とも呼ばれ、ベルリオーズの「幻想交響曲」における「彼女の主題」のように、曲を通じて演奏される旋律を意味する。そこに付記されている「高貴かつ素朴に」というのはエルガーが好んで用いた演奏指示で、この旋律がいかにもエルガー的であることを裏付ける事実である。
</p>

<Figure src={figure} caption="譜例" maxHeightPx={100}></Figure>

<p>
  第一楽章は序奏付きのソナタ形式を取る。序奏で語られる変イ長調の雄大な旋律はモットー主題と呼ばれ、曲を通して循環的に登場する。主部に入ると、悲壮的で激しいニ短調の第一主題が現れる。優美な第二主題が演奏されたあと、モットー主題が回帰したところで曲は展開部に入り、内省的に奥深くまで沈み込んでいくような音楽が構成される。再現部になると再び闘争的な雰囲気になり盛り上がる。コーダにおいて、モットー主題が弦楽器の最も一番後ろの座席に座る奏者たちによって演奏されることは特記すべき事項である。
</p>

<p>
  第二楽章はスケルツォ楽章に相当し、嬰ヘ短調を取る。エルガーはこの楽章について、「川べりに下りたときに耳にする風に揺れる葦の音をイメージして演奏してほしい」と語っていたと言われる。葦の音だとしたら結構な強風にあおられている。弦楽器による躍動感のある動きと行進曲風の旋律で構成された主部がまず現れる。次に来るのは平和で気軽な中間部で、その対比が楽しい。第三楽章へは、切れ目なく続く。
</p>

<p>
  第三楽章は緩徐楽章で、ニ長調を取る。その美しさで知られる第九番の第三楽章や、第二番の第二楽章に比類することを意味する、「ベートーヴェンの緩徐楽章のようだ」という言葉は、音楽的にも歴史的にも最大級の賛辞だろう。主旋律は第二楽章冒頭の動的な旋律と同じ音の並びから構成されているが、全く違った顔で演奏されている。
</p>

<p>
  第四楽章は序奏付きのソナタ形式で、ニ短調を取る。弦楽器による怪しげなざわめきの中でモットー主題が断片的に演奏されたあとに、攻撃的で鋭い付点のリズムの第一主題が出る。第二主題として現れるのは、対照的に穏やかで優美な旋律。その後には行進曲風の主題が演奏されるが、これは第一楽章の序奏に出た動機の変形である。曲はこれら三つの主題を変奏しながら盛り上がる。コーダになって、変イ長調の輝かしい循環主題が全楽器によって演奏された後、加速して、曲は華々しく――エルガーの言葉によれば「未来に対する絶大な希望」を表しながら――幕を閉じる。
</p>

<Author>及川 凌</Author>

<h3>補遺：大英帝国の小窓から</h3>

<p>
  各曲の解説で述べられているように、エルガーは1900年代初頭にはロマン的かつ現代的な作風により非常に高い評価を獲得していた。しかしこれらの名声は、第一次世界大戦（イギリスは戦勝国であるが、かつての興隆は失われ、国民の生活は苦しくなった）が終わる頃には、ウィンザー朝への自省的社会観により損なわれてしまう。大英帝国末期の贅沢、過信、低俗さ…これらがエルガーの作品に如実に反映されていると評されてしまったのである。エルガー評がこの軛を逃れるのは、1960年代以降、すなわち彼あるいは第一次世界大戦が“歴史”となってからである。
</p>

<p>
  果たしてエルガーの作品は真に“大英帝国的”なのだろうか。《威風堂々
  第１番》（1901）をはじめ、一見そう捉えられる作品が多いのは確かである。しかし深淵において彼の創作を突き動かしていた情動は、ロマン派への憧憬であり、それはやがて妻への純真な愛へと形を変えていった。糟糠の妻を亡くしたエルガーが創作意欲を喪ったことはあまりに有名である。然れば、エルガーの一見“大英帝国的”に思える作品は、帝国主義への迎合ではなく、純朴な感性に従った結果ではなかろうか。もしかしたら贅沢で大袈裟に感じるかもしれない作品群は、彼の見たものを、感じたことを、そして彼の生き抜いた時代を、素朴に写した鏡であると言えよう。百余年の時を超える“挨拶”を、譜面という小窓から受け取れるだろうか。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>音楽之友社編, 1980, 『最新名曲解説全集 管弦楽曲Ⅱ（第5巻）』, 東京都, 音楽之友社</li>
  <li>音楽之友社編, 1979, 『最新名曲解説全集 交響曲Ⅲ（第3巻）』, 東京都, 音楽之友社</li>
  <li>水越健一, 2001, 『エドワード・エルガー希望と栄光の国』, 新潟県, 武田書店</li>
  <li>
    ジョン・D・ライト, 角敦子(訳), 2019,『図説
    ヴィクトリア朝時代:一九世紀のロンドンの世相・暮らし・人々』, 東京都, 原書房
  </li>
</Reference>
