<script>
  import Meta from '$lib/component/Meta.svelte';
</script>

<Meta title="Cookieポリシー" canonical="/cookie-policy" />

<h2>Cookieポリシー</h2>

<p>
  ＿＿＿＿＿（以下、「当社」といいます。）は、お客様のウェブサイト利用状況を分析し、または個々のお客様に対してカスタマイズされたサービス・広告を提供する等の目的のため、クッキーを使用して一定の情報を収集します。
</p>

<h3>1. クッキーについて</h3>

<p>
  クッキーとはお客様のウェブサイト閲覧情報を、そのお客様のコンピューター（PCやスマートフォン、タブレットなどインターネット接続可能な機器）に記憶させる機能のことです。
</p>

<p>
  クッキーには、当社によって設定されるもの（ファーストパーティークッキー）と、当社と提携する第三者によって設定されるもの（サードパーティークッキー）があります。
</p>

<h3>2. クッキーの利用目的</h3>

<ol>
  <li>
    <p>
      当社では、クッキーを、お客様がウェブサイトを閲覧する際に同じ情報を繰り返し入力することがなくなるなど、お客様の利便性向上のために使用しています。
    </p>
  </li>

  <li>
    <p>
      当社では、クッキーを使用して収集した情報を利用して、お客様のウェブサイトの利用状況（アクセス状況、トラフィック、ルーティング等）を分析し、ウェブサイト自体のパフォーマンス改善や、当社からお客様に提供するサービスの向上、改善のために使用することがあります。
    </p>
    <p>
      また、この分析にあたっては、主に以下のツールが利用され、ツール提供者に情報提供されることがあります。
    </p>
    <ul>
      <li>Google Analytics</li>
      <li>Microsoft Clarify</li>
    </ul>
  </li>

  <li>
    <p>
      この他、クッキーは、提携する広告配信サービス提供会社における行動ターゲティング広告の配信に使用される場合があります。
    </p>
  </li>
</ol>

<h3>3. クッキーの拒否方法</h3>

<p>●クッキーの設定ポップアップリンクを</p>

<p>
  また、お客様がブラウザの設定を変更することによりクッキーを無効にすることが可能です。ただし、クッキーを無効にした場合は、一部のサービスが受けられない場合があります。
  <br />
  クッキーの設定の変更方法については、各ブラウザの製造元へご確認ください。
</p>

<h3>4. サードパーティークッキーによる送信情報</h3>

<p>
  本サービスでは、アクセス解析と広告配信の目的で、サードパーティークッキーを使用しています。
  <br />
  サードパーティークッキーによる送信情報等は以下のとおりです。
</p>

<span>表を</span>

<p class="align-right">以上</p>

<style>
  .align-right {
    text-align: right;
  }
</style>
