<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure from './譜例1.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-02-08T20:00:01+0900',
    title: '『南国にて』',
    composerSlug: 'elgar',
    concertSlug: 'regular-9',
    youTubeVideoId: 'aFvuhcYBL1s',
    tags: ['曲目解説', '第9回定期', 'エルガー']
  };
</script>

<h3>はじめに</h3>

<p>
  エドワード・エルガーは1857年、イングランド中部にて生を享けた。当世（ヴィクトリア期）のイギリスは、政治・社会双方の面において世界を先導しており、1851年には世界最初の万博博覧会を催すなど栄華を極めていた。他方、管弦楽の分野においては、盛期・後期ロマン派音楽を指導するような作曲家はほぼおらず、民俗音楽に立脚した作品が主流であった。
</p>

<p>
  エルガーは、楽器商の父により幼い頃からヴァイオリンやピアノの教育を施され、10歳頃には作曲活動を開始していたという。1880年にパリ、1882年にライプツィヒを旅行しオーケストラを鑑賞したことで、イングランドの民俗音楽よりも、当時のヨーロッパを席巻したロマン派後期の音楽に傾倒していく。
</p>

<p>本演奏会では、創作の絶頂期に作曲された三作品を取り上げる。</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<h3>『南国にて』</h3>

<p>
  1904年最初の太陽が顔を出した時分、前年から家族でイタリアを旅行していたエルガーの表情は浮かなかった。1899年に独奏主題による変奏曲《エニグマ》を発表してから4年半、エルガーは作曲家としてイギリス人には前例を見ないほど国際的な名声を得ていた。3月には、友人でパトロンでもあったシュスターにより、ロイヤル・オペラハウスにて3日間の「エルガー音楽祭」が開かれることも決まっていた。誰もが彼の初めての交響曲を待ちわびている。この状況はしかしながら、繊細な作曲家に大きなプレッシャーを与えた。暗く寂しいイギリスの冬を逃れてたどり着いたイタリアでも、彼はとうとう交響曲を完成できなかったのである。リグーリア海岸に面する避寒地・アラッシオの空も、彼の不調をあざ笑うかのように冷たい雨を浴びせ続けた。1月3日、親友のアウグスト・イェーガー（《エニグマ》第10変奏のニムロッド）への手紙で、エルガーは力なくこう告げる。「今回の訪問は失敗だった…。交響曲の代わりに演奏会用序曲を仕上げようと思う」。
</p>

<p>
  しかし、いつの時代もあらゆる天才にとって憧憬の地であったこの国は、天候が回復するやいなや、やはりエルガーにも様々なインスピレーションを与えた。1月7日に訪れたアンドラ村での衝撃を、彼はこのように回想する。
</p>

<blockquote>
  小川、花、丘。一方には遠い雪山、また一方には青い地中海。はるか昔、私が立っているまさにその場所で行われた兵士たちの争い、廃墟と羊飼いの対比、それらが一瞬にして押し寄せる――そして突然、現実に立ち返った。その時、私は序曲を作曲してしまっていた――後は、ただそれを書き留めるだけだった。
</blockquote>

<p>
  こうして、イタリアという「南国にて」、この生命力に満ちた序曲はするすると書き上げられた。英雄的な第1主題は、《エニグマ》第11変奏でも描かれる友人シンクレアの愛犬・ダンのエピソードに由来し、散歩中に川に落ちたダンが必死に這い上がり、無事に生還して嬉しそうに吠える場面を表す（譜例）。楽曲全体はソナタ形式のように書かれているものの、「展開部」に相当する部分では「ローマ人」と「カント・ポポラーレ（民謡）」という二つの新たな主題が導入される。また、エルガーの知覚したイタリアの様々な表情、ローマの栄枯盛衰が臨場感に溢れて描かれることからも、交響詩的性格が色濃い。
</p>

<Figure src={figure} caption="譜例" maxHeightPx={120}></Figure>

<p>
  「エルガー音楽祭」3日目、最後の夜のハイライトとして、エルガー自身の指揮により本作の初演が行われた。この公演は、聴衆の高い期待にも負けず大成功をおさめた。初演は熱狂的な喝采を浴び、マスコミもこぞって本作を称賛した。間もなく7月5日、エルガーはバッキンガム宮殿でナイトの称号を授与される。
</p>

<p>
  重苦しい始まりの1904年だったが、この成功により、エルガーにとって輝かしい名誉と栄光の年に変わった。本作の副題となったアラッシオには、“Via
  Edward Elgar”と名付けられた小路があり、今もなお地中海の陽光に照らされ佇む。
</p>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    Schwalb, Michael, 2021,
    <cite>“In the South (Alassio) op.50” The Elgar Society Programme Notes</cite>, Kent
    (2023年10月8日閲覧)
  </li>
  <li>
    Steinberg, Michael, n.d.,
    <cite>“Elgar: Concert Overture, In the South (Alassio), Opus 50”</cite>
    (2023年10月8日閲覧)
  </li>
  <li>
    等松春夫, 2022, 「楽曲紹介　エルガー　序曲『南国にて』Op. 50」東京フィルハーモニー交響楽団
    2月定期プログラム, 2022年2月24, 25, 27日, 東京都, 東京オペラシティ コンサートホール
    (2023年10月8日閲覧)
  </li>
</Reference>
