<script lang="ts" module>
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import type { Metadata } from '$lib/posts/index.ts';

  import figure1 from './譜例1.webp';
  import figure2 from './譜例2.webp';
  import figure3 from './譜例3.webp';
  import figure4 from './譜例4.webp';
  import figure5 from './譜例5.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-07T20:00:00+0900',
    title: '交響詩《前奏曲》',
    composerSlug: 'liszt',
    concertSlug: 'regular-1',
    youTubeVideoId: 'o6G39Qm1DLY',
    tags: ['曲目解説', '第1回定期', 'リスト']
  };
</script>

<blockquote>
  われわれの一生は、その厳粛な第一音が死により奏される未知の歌への一連の前奏曲でなくてなんであろうか。
</blockquote>

<p>
  交響詩《前奏曲》は、リストの管弦楽作品のうち、最も有名かつ重要な作品の一つである。本作品は、冒頭に掲げた文章に始まる標題を持つ。標題とは、文学や絵画といった音楽外の観念や表象であり、これに従った自由な形式の音楽作品を指す標題音楽や、その代表的ジャンルとしての交響詩という用語は、リストによって初めて用いられた。
</p>

<p>
  誤解されやすい点であるが、リストは、ブラームスらが重んじた絶対音楽に対峙する概念として標題音楽を捉えていたわけではない。リストの作品における標題は、ベルリオーズのように音楽を律するためではなく、題材を理解する上で必要な視点を明示するために用いられている。そして、交響詩とは、リストの考える最高の詩の形式である音楽を用いて、詩的想念の芸術的実践を追求した交響的音楽とされた。それは抽象的なレベルでの詩と音楽の融合であり、詩的本質を内包した自律的音楽であるという点で、絶対音楽と共通の性格をも有するのである。
</p>

<p>
  この作品は、リストが詩人オートランの『四大元素』に付曲した男声合唱曲の前奏曲を前身とする。リストはこの前奏曲に、詩人ラマルティーヌの『冥想録』の一節を用いて、“運命に逆らう人間”という後期ロマン派特有のテーマを持った標題をつけ、独立した管弦楽作品として完成させた。完成した作品は緩-急-緩-急の4つの部分に分かれ、全体は主要主題の大規模な変奏曲と捉えられる。
</p>

<p>
  第一部は、標題の《愛はあらゆる存在の輝かしい朝やけである》という部分にあたる。冒頭のピッツィカートが死を暗示した後、全曲を統一する発展的動機を持つ第1主題（譜例1）が奏される。第1主題を発展させながら曲は盛り上がり、ハ長調の1度に解決する。トロンボーンと低弦により、第1主題の変奏が荘厳に奏でられ、ヴァイオリンとヴィオラの分散和音がそれを装飾する。その後、第1主題の第2変奏がチェロとそれを支える第2ヴァイオリンに現れ、調や楽器を変えながら発展していく。ホ長調に落ち着いたところで、ホルンが第1主題の発展とも捉えられる第2主題（譜例2）を奏する。第2主題の確保の後、問いかけるようなハープによって第一部は終わる。
</p>

<Figure src={figure1} caption="譜例1. 第1主題と発展的動機（括弧部分）" maxHeightPx={80}></Figure>

<Figure src={figure2} caption="譜例2. 第1主題と発展的動機（括弧部分）" maxHeightPx={90}></Figure>

<p>
  第二部は、先ほどまでの愛や喜びが嵐によって破壊される、厳しくも避けがたい運命を描く。冒頭のチェロ（譜例3）が、減音程という不穏な響きにより嵐を予告する。続けて弦・木管楽器が減七の和音を半音階的に移しながら不気味な盛り上がりを見せ、曲のテンポもせき込んでいく。そして、ホルンによる予告を経て、全曲の頂点が築かれる。発展的動機の変奏が随所に現れ、ホルンとトランペットが、第1主題に由来する歯切れのよい音型を演奏する。やがて少しずつ楽器が減り、オーボエにより晴れ間が現れる。ハープを伴って弦楽器が再び第1主題の変奏を奏すると、曲はイ長調で始まる第三部へと移る。
</p>

<Figure src={figure3} caption="譜例3. 第2部冒頭" maxHeightPx={90}></Figure>

<p>
  第三部は、嵐により傷ついた魂が、田園での静かな生活に慰めを求める様をうたう。第3部の中心となる牧歌的なアイディア（譜例4）が、まずはホルンに現れる。その後もこの音型は楽器や音高を変えながら繰り返され、フルートやオーボエによる発展的動機とも少しずつ絡み合っていく。やがて第2主題も再び現れ、冒頭の調であるハ長調に帰結したところで第3部の頂点が築かれる。その勢いのまま、最後の第四部へと突入する。
</p>

<Figure src={figure4} caption="譜例4. 第3部冒頭" maxHeightPx={90}></Figure>

<p>
  第四部は、ヴァイオリンの順次進行での疾走に始まる。田園での暮らしを捨てることになった人々が、自己を再認識し、制御するため、戦いを求めにいく部分である。ヴァイオリンを背景に、ホルンとトランペットがファンファーレ的な第1主題の変奏（譜例5）を鳴らす。第1主題の断片が散りばめられながら発展していき、様々な打楽器も加わって、行進曲風の部分が華やかに奏される。目まぐるしい展開を経て、最後には第1部の音型が打楽器により荘厳な響きを増やして回帰する。そして、華々しいクライマックスののちに、曲は結ばれる。
</p>

<Figure src={figure5} caption="譜例5. 第4部冒頭" maxHeightPx={90}></Figure>

<Author>Vc. 阪内 佑利華</Author>

<Reference>
  <li>
    Burkholder, J Peter; Grout, Donald Jay; Palisca, Claude V. 2014, A history of western
    music――Ninth Edition, New York: W. W. Norton & Company
  </li>
  <li>
    Ess, Donald H. Van. 1970, The Heritage of Musical Style. Washington D.C.: University Press of
    America
  </li>
  <li>
    ドナルド・H・ヴァン・エス／船山信子ほか（訳）、1986年、『西洋音楽史―音楽様式の遺産―』東京都、新時代社
  </li>
  <li>福田弥, 2005年, 『作曲家　人と作品　リスト』, 東京都, 音楽之友社 門間直美, 1980年,</li>
  <li>
    「リスト―交響詩『前奏曲』」『最新名曲解説全集 第4巻 管弦楽曲Ⅰ』（音楽之友社（編））,
    369-372,東京都, 音楽之友社
  </li>
</Reference>
