<script lang="ts" context="module">
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2023-07-08T20:00:00+0900',
    title: 'ベートーヴェンとオーケストラ',
    concertSlug: 'regular-7',
    tags: ['曲目解説', '第7回定期', 'ベートーヴェン']
  };
</script>

<h3>はじめに</h3>

<p>
  第7回定期演奏会では、巨匠ベートーヴェンによる3つのオーケストラ作品を取り上げる。ここでは彼の生涯を概観した上で、何が彼を巨匠たらしめたのかについて、オーケストラ史的観点から述べたい。
</p>

<h3>ベートーヴェンの生涯</h3>

<p>
  ベートーヴェンは1770年にボン（現在のドイツ西部）で生まれた。当時のボンは、ハプスブルク朝の政治的重要都市として、充実した音楽文化を繁栄させていた。宮廷音楽家たる祖父と父を持つ彼は、幼少期から音楽の素養を深め、バッハの対位法を学び、モーツァルトのオペラに触れた。
</p>

<p>
  1792年には音楽の中心地であるウィーンに赴き、ピアニストとして目覚ましい活躍を見せた。また、作曲家としてハイドンに師事しながら新しい形式や表現手段を修得し、遂にはハイドンの最有力の後継者と見なされるに至った。
</p>

<p>
  ところが、1790年代後半になると、慢性的な聴覚障害を発症し、音楽家にとっては死にも等しい運命に計り知れぬ絶望感を覚える。それでも、芸術への熱意によってこの苦悩を乗り越えると、交響曲と弦楽四重奏曲という新たなジャンルに挑戦を始め、その創作活動は勢いを増していった。この時期に書かれた作品群は、後に「傑作の森」と称されることとなる。この勢いをそのままに、1800年代にはウィーンだけでなくヨーロッパ各地の音楽舞台へと躍進し、成熟期を迎える。
</p>

<p>
  やがて1810年代に入ると、パトロンの破産や死亡による経済的苦境、失恋、甥カールの後見を巡る問題に見舞われ、創作の勢いが弱まりを見せる。それでも1818年からは断続的に《交響曲第9番》と《ミサ・ソレムニス》の創作を行うが、心的負担も相まって身体に様々な不調を来し、1827年にその生涯を終えた。
</p>

<h3>ベートーヴェンとオーケストラ</h3>

<p>
  ベートーヴェンの作品の中核をなすジャンルの一つに、オーケストラ作品が挙げられる。オーケストラは、もともと声楽を模倣して生まれた器楽の下位区分であり、現在のような不動の地位を得るまでには、ベートーヴェンの貢献が必要不可欠であった。
</p>

<p>
  バロック時代（1600～1750年頃）に、オーケストラは楽器の選別や編成の拡大により、その様式を整えた。やがて古典派（1750～1820年頃）の時代になると、ハイドンにより「交響曲」という楽曲形態が確立され、モーツァルトにより豊かな表現能力がもたらされたことで、他の器楽音楽と一線を画すようになる。そして第三の功労者たるベートーヴェンの音楽では、ハイドンの理性主義的な音楽、モーツァルトの個を重んじる音楽に、感情という要素が入り込む。その最大の要因は時代的背景によるもので、多感な青年時代にフランス革命の政治的・社会的影響を目の当たりにしたベートーヴェンが、人間愛、コスモポリタニズム、自由、平等といった新たな考え方に圧倒され、強い共感を覚えたためである。それらの思想の源となる人間の感情を、幅広いデュナーミク（音の強弱による表現手法）で表現しつつ、前の時代の規則的な形式の枠組みを守ることで、ベートーヴェンは理性と感情のバランスを上手く取った。
</p>

<p>
  かくして、オーケストラは従来の貴族的な性格や理性主義的な性質を素地としつつ、ダイナミックな感情に従い、すべての個人の解放や人類の融和という理想を反映した精神性を獲得する。ここにおいてベートーヴェンは、最後の古典派かつ最初のロマン派の作曲家と呼ばれるに至ったのである。
</p>

<Author>Vc. 阪内 佑利華、運営 米倉 宇大</Author>

<Reference>
  <li>
    パウル・ベッカー, 松村哲哉訳, 2013, 『オーケストラの音楽史：大作曲家が追い求めた理想の音楽』,
    東京, 白水社
  </li>
  <li>平野昭, 2012, 『ベートーヴェン（作曲家◎人と作品シリーズ）』, 東京, 音楽之友社</li>
  <li>
    門馬直美, 1979, 「ベートーヴェン」音楽之友社編『最新名曲解説全集 第1巻』東京, 音楽之友社, pp.
    256-257
  </li>
</Reference>
