<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Figure from '$lib/component/post/Figure.svelte';
  import Reference from '$lib/component/post/Reference.svelte';

  import figure from './01.webp';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2022-08-28T20:00:00+0900',
    title: '交響詩《死の島》 作品29',
    composerSlug: 'rachmaninoff',
    concertSlug: 'regular-4',
    youTubeVideoId: 'xDXSmh1NXZc',
    tags: ['曲目解説', '第4回定期', 'ラフマニノフ']
  };
</script>

<p>
  近代社会の到来と共に芸術のあり方が四散していった20世紀初頭、作曲家として円熟期を迎えていたセルゲイ・ラフマニノフは、交響詩《死の島》（1909）を発表した。ラフマニノフは当時絶大な人気を博していた同名の絵画に薫染され、その死生観の彼方に本作品を創造した。一枚の静止画から管弦楽作品へ、静と動、光と音を紡いだ標題を紐解いていく。
</p>

<h3>絵画『死の島』の主題</h3>

<p>
  本作品の題材となったのは、スイス人画家アルノルト・ベックリン（1827–1901）による油彩画『死の島』である。ベックリンは象徴主義の画家であり、神話や聖書、文学などに宿る形而上の観念を、写実的だが神秘的な描写によって巧みに顕した。ベックリンは8人もの子供を病気で亡くしており、『死の島』からは彼の死生観が鮮明に読み取れる。静寂の海に浮かぶ島影には、死を象徴する糸杉が茂る。即ちこの孤島は死者の魂が眠る場所であり、海はこの世と冥界との狭間である。あらがえぬ死を迎えた者が棺桶に入り、「死の島」へと小舟で運ばれてゆく。不可逆な死への航路を、緻密な画法が愁然と映し出す。
</p>

<Figure
  src={figure}
  caption="アルノルト・ベックリン, 『死の島』（バーゼル版）, 1880"
  maxHeightPx={500}
></Figure>

<h3>ラフマニノフが映した“生”の世界</h3>

<p>
  ベックリンの『死の島』は絶大な人気を博しており、家庭で飾りたいとの要望が多かったため、当時複製版が次々と製作されていた。ラフマニノフは訪独の折、銅版画による白黒の複製を鑑賞し感銘を受けた。後に彼はベックリンによる実物を見る機会を得るが、色調の明るさは反って霊感を損なうものであったらしく、「もし最初に実物を見ていたら、おそらく『死の島』は作曲されなかっただろう」と語っている。
</p>

<p>
  ラフマニノフは交響詩を創作する上で、絵画の世界観を精確にくみ取ると同時に、極めて重要な要素をつけ加えた。絵画では明確に描かれ得ない“此岸”すなわち“この世”である。愛や幸福といった“生の歓び”を冥界へ向かう者の最後の回顧として、美しい旋律で現したのである。
</p>

<h3>楽曲の展開</h3>

<p>
  波の静けさ、霧がかった寂寞感を醸し出す静かな旋律で始まる。冥界との渡し守が不器用にオールを漕ぎ、死者の魂は段々と「死の島」へと近づいてゆく。「２拍＋３拍」と「３拍＋２拍」が頻繁に入れ替わる不安定な５拍子が、言いしれぬ恐怖、絶望を巧みに表す。金管楽器の弱音による《怒りの日》（グレゴリオ聖歌）の旋律は死の象徴であり、“この世”からの弔いの歌とも捉えられよう。
</p>

<p>
  暫くすると変ホ長調に転じ、幾筋かの光が射すかの如く甘美な旋律へ移行する。生前の思い出が描写され、愛、幸福、懐かしさ、温もり、これらが魂に一時の安らぎを与える。
</p>

<p>
  しかし走馬燈は儚く消え去る。重厚なハーモニーは次第に堅牢さを増しながら冥界への航路を鮮明に示し、ついにはシンバルの容赦ない一撃が避けられぬ現実を痛切に叩きつける。死者の魂は「死の島」へと達し、絶海の孤独の中をふらふらと彷徨う（ヴァイオリンの独奏）。彼方では《怒りの日》が鳴り響くが、“この世”での弔いの旋律は亡者にはもはや聞こえない。
</p>

<p>
  再び曲は8分の5拍子に戻る。オールを漕ぎゆっくりと「死の島」を離れてゆく渡し守。波紋が消えればそこは……。
</p>

<h3>ロマン派の残照</h3>

<p>
  ベックリンは『死の島』を、ある未亡人の「夫の喪に服し、夢想できる絵画が欲しい」という依頼を受け製作している。すなわち主眼を置いたのは冥界ではなく、生死を超えた心の架け橋である。然ればラフマニノフの《死の島》は、生前の豊かな思い出を標題に織り込むことで、絵画に込められた死生観を十二分に引き出した傑作といえよう。
</p>

<p>
  ラフマニノフは、調性の崩壊に挑んだ現代音楽には決して迎合しなかったが、ロマン派音楽の正統な後継者を自負したわけでもなかった。しかし晩年、自らの創作姿勢について「自分の心の中にあるものを簡潔に、そして直截に語る」と披瀝しており、ロマン派の追い求めた理想と通底する信条が窺える。
</p>

<p>
  多くの命が失われた第一次世界大戦。その前夜の世界に誕生した本作は、死を深慮することで個々人の“生の歓び”に光をあてた、ロマン派の残照とも言えるのではなかろうか。
</p>

<Author>Vn. 橋床 亜伊瑠</Author>

<Reference>
  <li>
    フランツ・ツェルガー著／高阪一治訳, 1998年,
    『ベックリーン【死の島】－自己の英雄視と西洋文化の最後の調べ－』, 東京都, 三元社
  </li>
  <li>ニコライ・D・バジャーノフ著／小林久枝訳, 2003年, 『伝記ラフマニノフ』, 東京都, 音楽之友社</li>
  <li>
    ハロルド・C・ショーンバーグ著／亀井旭, 玉木裕訳, 1984年, 『大作曲家の生涯』（下）, 東京都,
    共同通信社
  </li>
</Reference>
