<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Figure from '$lib/component/post/Figure.svelte';

  import lucerneSwitzerland from './lucerne-switzerland.png';
  import characterRelationship from './character-relationship.png';
  import overtureExample1 from './overture-example-1.png';
  import overtureExample2 from './overture-example-2.png';
  import scherzo from './scherzo.png';
  import intermezzo from './intermezzo.png';
  import nocturne from './nocturne.png';
  import weddingMarch from './wedding-march.png';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2025-06-27T19:00:00+0900',
    title: '真夏の夜の夢',
    composerSlug: 'mendelssohn',
    concertSlug: 'regular-14',
    tags: ['曲目解説', '第14回定期', 'メンデルスゾーン']
  };
</script>

<h3>フェリックス・メンデルスゾーン・バルトルディ</h3>

<p>
  当時ユダヤ人が公立学校に行くことができない環境で生まれたフェリックスは、哲学者の孫であり、銀行家の息子でもあったので、両親や家庭教師らから厳格な指導を受けて育った。文学や数学、地理や歴史、絵画やスポーツなど多岐にわたる才能を持っていた彼が生業にしたのは音楽だった。彼の音楽界における功績は、約750曲もの作品を残しただけでなく、バッハ楽曲の復活演奏の成功、指揮者の役割確立、音楽教育の尽力に代表される。
</p>

<Figure
  src={lucerneSwitzerland}
  caption="フェリックスが描いたスイス・ルツェルンの風景（1847年）"
  maxHeightPx={300}
/>

<h3>序曲『真夏の夜の夢』作品21</h3>

<p>
  <cite>1年のなかで最も短い夏至のころの夜は妖精たちの力が強まり、神秘的なことが起こる。</cite>
  そんな言い伝えを元にしたシェイクスピアの戯曲《真夏の夜の夢》にあう楽曲をフェリックス・メンデルスゾーンが演奏会序曲として作曲したのはわずか17歳の頃だった。
</p>
<p>
  フェリックスと姉のファニーは、人間界と妖精界の喜劇が複雑に入り乱れるこの戯曲の全文を暗記できるほど夢中になっていた。兄弟姉妹や友人たちと《真夏の夜の夢》を上演するために、フェリックスはピアノ連弾用の作品として序曲《真夏の夜の夢》を完成させた。これを弾いたファニーがオーケストラ版の編曲をすることを熱心に進言したところ、フェリックスはひと月で演奏会用序曲をソナタ形式で完成させた。本作品は、後に国王となるフリードリヒ・ヴィルヘルム4世に献呈され、翌年にはフェリックス自らの指揮での初演を行った。この戯曲の世界が音楽でここまで完璧に表現できるとは、誰もが予想していなかったため、本作品の評判はたちまちドイツ各地に広まった。お互いの才能を認め合い、交流もあったロベルト・シューマンも、「《真夏の夜の夢》序曲の評判だけで、ひとりの作家としてはもうたくさんではないか。」と評すほどだったという。
</p>
<p>
  本作品は、ギリシャ・アテネの公爵テセウスの結婚式の準備をめぐる物語である。町娘ハーミアとライサンダーは恋仲であるが、ハーミアの父はディミトリアスと結婚させようとするため、ハーミアとライサンダーは森に逃げ込む。ハーミアに想いを寄せるディミトリアス、ディミトリアスに想いを寄せるヘレナ、そして妖精王オベロンと妃タイターニアも現れる。妖精パックのいたずらで、恋の相手が入れ替わるドタバタ劇が繰り広げられ、最終的にはめでたく結び付く。
</p>

<Figure src={characterRelationship} caption="人物相関図" maxHeightPx={300} />

<p>
  曲中にはフェリックスの、登場人物たちへの深い洞察と卓越した描写力が遺憾なく発揮されている。冒頭の木管楽器が奏でる4つの和音（譜例1）で聴衆はみなたちまち魔法の世界に引き込まれていく。続いて繊細なピアニッシモの弦楽器のさざ波（譜例2）に、月夜の森を飛び回る妖精たちの羽音が聞こえてくる。さらに12分ほどの演奏時間の中には、アテネ職人衆の粗野な踊りや、いたずらな妖精パックの惚れ薬の魔法でロバに変えられた職人の「ヒヒーン！」という滑稽な嘶き、夜の森をさまよう若い恋人たちのいさかいと嘆き、妖精の王オベロンと妃タイターニアが最後に和解する場面など、物語の重要な要素が盛り込まれている。そして、最後には妖精たちが羽音を立てて飛び去り、再び4つの木管楽器の和音で魔法の世界が閉じられる。
</p>

<Figure src={overtureExample1} caption="譜例1" maxHeightPx={110} />
<Figure src={overtureExample2} caption="譜例2" maxHeightPx={90} />

<h3>劇付随音楽『真夏の夜の夢』作品61より</h3>

<p>
  1843年、フェリックスが34歳のとき、プロイセン国王の誕生祝いとして《真夏の夜の夢》が上演されることになり、勅命により付随音楽12曲を作曲した。
</p>
<p>
  この頃フェリックスはユダヤ人であるが故の差別や、ベルリン音楽界での地位を巡る人間関係などに心身を疲弊させていた。そのような状況であったが、初演は成功を収め、フェリックスを冷遇していたベルリンでも喝采で受け入れられた。
</p>
<p>
  本演奏会では、12曲の中でも特に魅力際立つ〈スケルツォ〉〈間奏曲〉〈夜想曲〉〈結婚行進曲〉を抜粋してお届けする。
</p>

<h4>〈スケルツォ(Scherzo)〉作品61-1</h4>

<p>
  軽快な音楽に乗って妖精たちが飛び交い、妖精界の王オベロンと妃タイターニアが登場する。2人はけんかばかりだったため、妖精たちは困り果てていた。オベロンは妖精パックに命じて魔法をかけていき、人間界を巻き込む恋の大騒動へとなってしまう。
</p>
<p>
  冒頭の木管楽器から始まり弦楽器へと引き継がれていく軽やかなスケルツォの主題（譜例3）は、妖精の囁き声や木々の揺れる音を思わせ、妖精たちが生き生きと舞う様子が表現されている。
</p>
<Figure src={scherzo} caption="譜例3" maxHeightPx={80} />

<h4>〈間奏曲(Intermezzo)〉作品61-5</h4>

<p>
  対照的な2つの部分から成る。冒頭は、不安げな弦楽器によるさざ波が奏でられるなか、恋人ライサンダーと駆け落ちしようとしたがはぐれてしまったハーミアが暗く険しい森に迷い込んでくる場面である。恋人に追いつこうと死を賭して進むハーミアの後を、ハーミアに片想いするディミトリアスと、ディミトリアスに片想いするヘレナも追いかけてくる。ハーミアが遠ざかると、素朴な職人衆がファゴットの軽快な行進曲（譜例4）に乗って登場する。
</p>

<Figure src={intermezzo} caption="譜例4" maxHeightPx={110} />

<h4>〈夜想曲(Nocturne)〉作品61-7</h4>

<p>
  道に迷い、歩き疲れた4人の若者たちは、それぞれ倒れるように眠りについてしまった。ホルンが奏でる静かな《夜想曲》（譜例5）が流れる。ライサンダーらの関係があべこべになったり、妖精の女王タイターニアはロバ頭の職人に恋をしたりと、魔法によって森は混乱状態になってしまっていた。王オベロンは、妖精パックに命じて眠っている間にすべての魔法を解く。中間部では悪夢に苦しむかのような旋律になるが、やがて更なる愛に包まれ、フルートによる天使の鳩がさえずる中、安息の眠りが4人にもたらされる。
</p>

<Figure src={nocturne} caption="譜例5" maxHeightPx={80} />

<h4>〈結婚行進曲(Wedding March)〉作品61-9</h4>

<p>
  宮殿では、華やかな《結婚行進曲》に乗せて、3組のカップルの婚礼が執り行われていた。テセウスとヒュポリテ、ハーミアとライサンダー、ハーミアへの片想いが冷めたディミトリアスとヘレナの3組である。トランペットのファンファーレに始まり、荘厳なテーマ（譜例6）、3組の長い入場、喜びと祝福に溢れる中間部、再現部と華やかなフィナーレからなる。現代においても結婚式の曲としてよく知られている。
</p>

<Figure src={weddingMarch} caption="譜例6" maxHeightPx={80} />

<h3>おわりに</h3>

<p>
  フェリックスがドイツにその名を広めた序曲《真夏の夜の夢》を作曲したのは17歳のことであったが、作曲時の感情は彼のなかで消えていなかった。34歳になってもかつてと全く同じ感覚で、妖精たちが飛び交う魔法の世界に浸りきることができたのである。妖精、貴族、職人の世界を行き来する、不思議な物語。シェイクスピアの作品の世界観を見事に映し出した音楽をお楽しみいただきたい。
</p>

<Author>Va. 大西 祐生佳</Author>

<Reference>
  <li>
    池辺晋一朗, 2018, 『メンデルスゾーンの音符たち池辺晋一朗の「新メンデルスゾーン考」』, 東京都,
    音楽之友社
  </li>
  <li>シェイクスピア, 福田恆存訳, 1971, 『夏の夜の夢・あらし』, 東京都, 新潮社</li>
  <li>
    中野京子, 2011,『芸術家たちの秘めた恋－メンデルスゾーン、アンデルセンとその時代』, 東京都,
    株式会社集英社
  </li>
  <li>
    ひのまどか, 2024, 『音楽家の伝記　はじめに読む1冊　メンデルスゾーン』,河西恵里, 東京都,
    株式会社ヤマハミュージックエンタテインメントホールディングスミュージックメディア部
  </li>
</Reference>
