<script lang="ts" module>
  import type { Metadata } from '$lib/posts/index.ts';
  import Author from '$lib/component/post/Author.svelte';
  import Reference from '$lib/component/post/Reference.svelte';
  import Spacer from '$lib/component/post/Spacer.svelte';
  import UrlLink from '$lib/component/post/UrlLink.svelte';

  export const metadata: Metadata = {
    published: true,
    publicatedAt: '2024-09-10T20:00:01+0900',
    title: '交響曲第2番 ニ長調 作品36',
    composerSlug: 'beethoven',
    concertSlug: 'regular-12',
    tags: ['曲目解説', '第12回定期', 'ベートーヴェン']
  };
</script>

<figure>
  <blockquote>
    われわれはみな音楽を必要としている。音楽なしに生きてゆくことはできないのである。
  </blockquote>
  <figcaption>ニコラウス・アーノンクール</figcaption>
</figure>

<p>
  本作は1801年から1802年4月にかけて主に作曲されたと言われており、1803年4月5日にウィーンにて作曲者本人の指揮で初演された。重厚さの中に、希望に満ち溢れるような明るさを感じさせる本作だが、その作曲・初演は、ベートーヴェンが聴覚の急速な喪失という困難に直面し、懊悩していた時期と重なる。では、なぜ深い絶望の中にあって、彼は快活な本作を作曲できたのであろうか。
</p>

<Spacer />

<p>
  そのヒントは1802年10月に彼自身が著した『ハイリゲンシュタットの遺書』に見出せる。その文中でのベートーヴェンは、「遺書」という言葉で想起される希死観念に屈従した（しかけた）語り手ではない。葛藤を抱えつつも、彼は音楽という「芸術」を扱う自身の使命感により自らを死から引き留めた。そして、「尊敬に値する芸術家」としてのカタルシスを迎えたのである。
</p>
<p>
  「遺書」は本作の主要作曲時期と初演との間の期間で著されているため、本作との直接的な因果関係を求めるのは早計である。しかし、音楽によって絶望を克服しようとする歩みの最中に本作が書かれたことは疑いようがない。その意味でも本作はカタルシスの産物であり、然ればこそ「生」の快活さを感じさせるのである。
</p>

<h3>楽曲解説</h3>
<p>
  本作はよく前作の交響曲第1番と比較される。第1番がウィーンにおける作曲技法修練の集大成と独自路線開拓の記念碑的作品であるならば、本作は当時の音楽常識の殻を破り、自らを時代の前衛として位置付けるべく作曲された意欲作である。本作がそれまでにない独創的かつ長大な音楽と評されたことは、当時の『一般音楽新聞』等の媒体でも確認できる。
</p>

<h4>第1楽章 Adagio molto – Allegro con brio</h4>
<p>
  ニ長調のソナタ形式である。緩徐導入部は従来型の切迫した雰囲気ではなく、賛歌的響きに始まる荘重かつ緻密なものである。急速なヴァイオリンの下降音形を受けて入る提示部では、低弦による溌剌とした第1主題と木管とホルンとによる行進曲風の第2主題が登場する。展開部では第1主題がカノン風に処理され、その後、第2主題も扱われる。再現部では2つの主題が再示され、特に主調で奏される第2主題がその壮麗さにより英雄的な革命音楽を想起させる。第1主題に基づく展開風の結尾で本楽章は締め括られる。
</p>

<h4>第2楽章 Larghetto</h4>
<p>
  イ長調のソナタ形式である。ドイツの哲学者・音楽家であるテオドール・W・アドルノは、広がりを見せつつも穏やかな雰囲気を纏った本緩徐楽章を小説家のジャン・パウル的であると評した。まず、対位法的で豊かな第1主題が弦で奏でられ、木管に受け渡されて発展する。第2主題も愛らしい旋律である。展開部では第1主題が扱われる。再現部では、提示部よりも細かい音符を使うことによって装飾的傾向を見せつつ、2つの主題が順次示される。
</p>

<h4>第3楽章 Scherzo Allegro</h4>
<p>
  ニ長調のスケルツォである。ハイドン・モーツァルトの伝統に倣うメヌエットを使用しなくなった点は特筆すべきだが、既に交響曲第1番第3楽章のメヌエットがスケルツォの性格を帯びたものであった。また、第2楽章の静謐さと第4楽章の怒涛のエネルギーとを繋ぐためにも当然の変更であったといえよう。4分音符3つの動きに支配されて始まる。強弱の極端な交代と結尾の恣意的な強調はスケルツォの名に相応しい。中間部のトリオでは弦に対して木管が追加されるが、基本は弦楽器の激しい動きによるものとなっている。
</p>

<h4>第4楽章 Allegro molto</h4>
<p>
  ニ長調のソナタ形式だが、当初はロンド形式で構想されていたといわれており、その傾向が如実にあらわれている。鋭い第1主題から始まり、チェロによる柔和な旋律を経て、木管によるおおらかな第2主題に至り、力を増す。展開部は第1主題が基調で出てくるロンド的なものであり、ユーモラスさと劇的さを併せ持つ。再現部は提示部同様に進行する。そして、華やかなコーダによって全楽章が情熱的に結ばれる。
</p>

<h3>楽聖</h3>
<p>
  ベートーヴェンが生きた時代は、音楽が文化や生活の大黒柱として機能していた最後の時代とされている。それ故に音楽は言葉で言い表せぬものの生きた言語として同時代人によってのみ理解されるものであり、時流を捉えた革新性が求められていたのである。その時代にあってベートーヴェンも、己が生き様や価値観を音楽へと投影した。
</p>
<p>
  やがて、産業革命で人々の生活における価値が快適さや生活必需品に移ると、音楽は人生の「意味」から「装飾」へと変わり、生活に根ざした革新性ではなく、芸術としての美と調和とが求められるようになった。その結果、「クラシック音楽」という芸術概念が誕生した。その「クラシック音楽」の〈正典主義〉の中心に君臨することとなったのは、革新を続け、人間の生の美しさを歌い上げたベートーヴェンであった。
</p>

<Spacer />

<p>
  音のない不気味な空間に理不尽にも投げ入れられた彼は、音楽に突き動かされて絶望を克服し、人類に数多の新たな音楽をもたらした。その結果、遂に「遺書」で目指した「尊敬に値する芸術家」、あるいは「楽聖」と呼ばれる高次元の存在へと昇華したのである。
</p>
<p>そして、ベートーヴェンの美の眼差しはブラームスへと注がれることになる。</p>

<Author>Vn. 田畑 佑宜</Author>

<Reference>
  <li>ニコラウス・アーノンクール, 1997, 『古楽とは何かー言語としての音楽』, 東京都, 音楽之友社</li>
  <li>
    Orchestra Canvas Tokyo. “交響曲第1番 ハ長調 作品 21”. Orchestra Canvas Tokyo BLOG. 2022-08-07.
    <UrlLink url="https://blog.orch-canvas.tokyo/post/20220807-beethoven-symphony-01" /> (参照2024-07-26)
  </li>
  <li>
    音楽之友社発行, 2020, 『OGT 2102 ベートーヴェン　交響曲第2番　ニ長調　作品36』, 東京都,
    音楽之友社
  </li>
  <li>
    音楽之友社編, 2020,
    『生誕250年　ベートーヴェンの交響曲・協奏曲―演奏家が語る作品の魅力とその深淵なる世界』, 東京都,
    音楽之友社
  </li>
  <li>音楽之友社編, 1992, 『作曲家別名曲解説ライブラリー　ベートーヴェン』, 東京都, 音楽之友社</li>
  <li>
    マルティン・ゲック, 2017, 『ベートーヴェンの交響曲　理念の芸術作品への九つの道』, 東京都,
    音楽之友社
  </li>
  <li>平野昭, 2012, 『作曲家◎人と作品　ベートーヴェン』, 東京都, 音楽之友社</li>
  <li>
    ブルース・ヘインズ, 2022, 『古楽の終焉　HIP〈歴史的知識にもとづく演奏〉とはなにか』, 東京都,
    株式会社アルテスパブリッシング
  </li>
</Reference>
